Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

# USER_ADDPLANT_STREET
source: Street
it_ch: Strada
ja_jp: 町
zh_cn: 街道

# USER_ADDPLANT_SUCCESS_EM
source: Successed
it_ch: Successo
ja_jp: 成功
zh_cn: 成功

# USER_ADDPLANT_TIMEZONE
source: Time Zone
it_ch: Area del tempo
ja_jp: 時間帯
zh_cn: 时区

# USER_ADDPLANT_UPLOAD_PICTURES
source: Upload Pictures
it_ch: Upload l'immagine
ja_jp: 画像アップロード
zh_cn: 上传图片

# USER_ADDPLANT_USERNAME_REQUIRED
source: Please enter an username
it_ch: Si prega di entrare un utente nome
ja_jp: ユーザー名を入力して下さい
zh_cn: 请输入用户名

# USER_ADDPLANT_ZIPCODE
source: Zip Code
it_ch: Codice postale
ja_jp: 郵便番号
zh_cn: 邮编

# USER_ALLPLANTS_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# USER_ALLPLANTS_ALL_PLANTS
source: Plant List
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# USER_ALLPLANTS_CITY
source: City
it_ch: Città
ja_jp: 城市
zh_cn: 城市

# USER_ALLPLANTS_COUNTRY
source: Country
it_ch: Paese
ja_jp: 国家
zh_cn: 国家

# USER_ALLPLANTS_NAME
source: Name
it_ch: Nome
ja_jp: 名称
zh_cn: 名称

# USER_ALLPLANTS_OPERATION
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# USER_ALLPLANTS_POWER_STATION_EXAMPLE_TABLE
source: All Plants station table
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# USER_ALLPLANTS_TOTAL_ENERGY
source: Total Energy
it_ch: Totale Energia
ja_jp: トータル発電量
zh_cn: 总发电量

# USER_EDIT_ADDRESS
source: Address
it_ch: Indirizzo
ja_jp: 住所
zh_cn: 地址

# USER_EDIT_CITY_CODE
source: City
it_ch: Codice della città
ja_jp: 都市コード
zh_cn: 城市代码

# USER_EDIT_COUNTRIES
source: Country
it_ch: Paese
ja_jp: 国家
zh_cn: 国家

# USER_EDIT_EDIT_USER
source: Edit User
it_ch: Compilare l'utente
ja_jp: ユーザー編集
zh_cn: 编辑用户

# USER_EDIT_FOR_MUST_FILL_IN_THE_ITEM1
source: Required fields
it_ch: Campo richiesto a riempire
ja_jp: は必須項目
zh_cn: 为必填项

# USER_EDIT_LANGUAGE
source: Language
it_ch: Lingua
ja_jp: 言語
zh_cn: 语言

# USER_EDIT_NOTE
source: Note
ja_jp: 注
zh_cn: 注

# USER_EDIT_ORGANIZATION
source: Company
it_ch: Compagnia
ja_jp: 会社
zh_cn: 公司

# USER_EDIT_REALNAME
source: Real Name
it_ch: Nome reale
ja_jp: 本名
zh_cn: 真实姓名

# USER_EDIT_REVENUE
source: Revenue
it_ch: Beneficio
ja_jp: 收益
zh_cn: 收益

# USER_EDIT_SEX
source: Gender
it_ch: Sesso
ja_jp: 性别
zh_cn: 性别

# USER_EDIT_TEL
source: Tel
it_ch: Telefono
ja_jp: 電話
zh_cn: 电话

# USER_EDIT_USERNAME
source: Username
it_ch: Utente nome
ja_jp: ユーザー名
zh_cn: 用户名

# USER_EDIT_USER_INFORMATION
source: User Information
it_ch: Informazione dell'utente
ja_jp: ユーザ情報
zh_cn: 用户信息

# USER_ENERGYYEARCOMPARE_AREA
source: Area
ja_jp: エリア図
zh_cn: 区面图

# USER_ENERGYYEARCOMPARE_CHANGE
source: Change
it_ch: Scegliere
ja_jp: 選択
zh_cn: 选择

# USER_ENERGYYEARCOMPARE_COLUMN
source: Histogram
it_ch: Istogramma
ja_jp: ヒストグラム
zh_cn: 柱状图

# USER_ENERGYYEARCOMPARE_LINE
source: Line
it_ch: Carta della linea
ja_jp: 線形グラフ
zh_cn: 线形图

# USER_ENERGYYEARCOMPARE_PIE
source: Pie
it_ch: Carta della torta
ja_jp: 円グラフ
zh_cn: 饼状图

# USER_ENERGYYEARCOMPARE_POWER_ENERGY_CHART
source: Power & Energy Chart
it_ch: Simbolo della produzione dell'energia
ja_jp: 発電量グラフ
zh_cn: 发电量图标

# USER_ENERGYYEARCOMPARE_SCATTER
source: Scatter
it_ch: Frazione
ja_jp: 分散
zh_cn: 分散

# USER_ENERGYYEARCOMPARE_YEAR_ENERGY_COMPARE_CHART
source: Year Energy Compare Chart
it_ch: Carta della produzione dell'energia annuale
ja_jp: 年間発電量の統計グラフ
zh_cn: 年发电量统计图

# USER_LOG_ALL
source: All
it_ch: Tutto
ja_jp: すべて
zh_cn: 所有

# USER_LOG_ALL_PLANTS
source: All Plants
it_ch: Tutte le centrali
ja_jp: すべての発電所
zh_cn: 所有电站

# USER_LOG_CONFIRMED
source: Confirmed
it_ch: Confermare
ja_jp: 確認
zh_cn: 确认

# USER_LOG_DESCRIPTION
source: Description
it_ch: Descrizione
ja_jp: 記述
zh_cn: 描述

# USER_LOG_DEVICE
source: Device
it_ch: Impianto
ja_jp: 設備
zh_cn: 设备

# USER_LOG_ERROR
source: Type
it_ch: Tipo
ja_jp: タイプ
zh_cn: 类型

# USER_LOG_ERROR_TYPE
source: Type
it_ch: Tipo
ja_jp: タイプ
zh_cn: 类型

# USER_LOG_LOG
source: Log
it_ch: Diario
ja_jp: ログ
zh_cn: 日志

# USER_LOG_NO_CONFIRM
source: Not Confirmed
it_ch: Non confermato
ja_jp: 未確認
zh_cn: 未确认

# USER_LOG_OPERATION
source: Status
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# USER_LOG_PLANT
source: Plant
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站

# USER_LOG_POWER_STATION_EXAMPLE_TABLE
source: Plant Logs
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# USER_LOG_REPARATION_BY_SCREENING
source: Search Condition
it_ch: Condizione della scelta
ja_jp: 選別条件
zh_cn: 筛选条件

# USER_LOG_SELECT
source: Select
it_ch: Scegliere
ja_jp: 選択
zh_cn: 选择

# USER_LOG_SEND_DATE
source: Send Time
it_ch: Invia il tempo
ja_jp: 発信時間
zh_cn: 发送时间

# USER_LOG_STATE
source: Status
it_ch: Stato
ja_jp: 状態
zh_cn: 状态

# USER_LOG_TURNED_TO
source: Go to
it_ch: Rivolgere a
ja_jp: へ移動します
zh_cn: 转向

# USER_MAP_PLANT_MAP
source: Plant Map
it_ch: Mappa della centrale
ja_jp: 発電所の地図
zh_cn: 电站地图

# USER_OVERVIEW_ALL_PLANT
source: All Plants
it_ch: Tutte le centrali
ja_jp: すべての発電所
zh_cn: 所有电站

# USER_OVERVIEW_CO2_REDUCTION
source: CO₂ Reduction
it_ch: Risparmio di CO₂
ja_jp: 二酸化炭素排出低減
zh_cn: 二氧化碳减排

# USER_OVERVIEW_ENERGY
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# USER_OVERVIEW_LIGHT_INTENSITY
source: Insolation
it_ch: Insolazione
ja_jp: 日照强度
zh_cn: 日照强度

# USER_OVERVIEW_MAPS
source: Maps
it_ch: Mappa
ja_jp: マップ
zh_cn: 地图

# USER_OVERVIEW_MONTHS
source: Months
it_ch: Mese
ja_jp: 月
zh_cn: 月

# USER_OVERVIEW_PLANTS
source: Plants
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站

# USER_OVERVIEW_POWER_PLANT_INTRODUCTION_ABOUT_POWER
source: Plant Introduction About Power
it_ch: Introduzione della centrale
ja_jp: 発電所案内
zh_cn: 介绍电厂

# USER_OVERVIEW_REVENUE
source: Revenue
it_ch: Beneficio
ja_jp: 收益
zh_cn: 收益

# USER_OVERVIEW_TEMPERATURE
source: Temperature
it_ch: Temperatura
ja_jp: 温度
zh_cn: 温度

# USER_OVERVIEW_TOTAL
source: Total
it_ch: Totale
ja_jp: トータル
zh_cn: 总

# USER_OVERVIEW_USER_OVERVIEW
source: Summary Overview
it_ch: Sommario Panoramica
ja_jp: 総括概況
zh_cn: 汇总概况

# USER_OVERVIEW_YEARS
source: Years
it_ch: Anno
ja_jp: 年
zh_cn: 年

# USER_PORTAL_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# USER_PORTAL_ALL_PLANTS
source: All Plants
it_ch: Tutte le centrali
ja_jp: すべての発電所
zh_cn: 所有电站

# USER_PORTAL_CO2_REDUCTIONG
source: CO₂ Reduction
it_ch: Risparmio di CO₂
ja_jp: 二酸化炭素排出低減
zh_cn: 二氧化碳减排

# USER_PORTAL_DATE
source: Date
it_ch: Data
ja_jp: 日付
zh_cn: 日期

# USER_PORTAL_HI
source: Hi
it_ch: Ciao
ja_jp: こんにちは
zh_cn: 嗨

# USER_PORTAL_LIGHT_INTENSITY
source: Insolation
it_ch: Insolazione
ja_jp: 日照强度
zh_cn: 日照强度

# USER_PORTAL_LOGOUT
source: Logout
ja_jp: ログアウト
zh_cn: 注销

# USER_PORTAL_MONTHS
source: Months
it_ch: Mese
ja_jp: 月
zh_cn: 月

# USER_PORTAL_MORE
source: More
it_ch: Più
ja_jp: もっと
zh_cn: 更多

# USER_PORTAL_PORTAL
source: Home
it_ch: Casa
ja_jp: ホームページ
zh_cn: 主页

# USER_PORTAL_REVENUE
source: Revenue
it_ch: Beneficio
ja_jp: 收益
zh_cn: 收益

# USER_PORTAL_TEMPERATURE
source: Temperature
it_ch: Temperatura
ja_jp: 温度
zh_cn: 温度

# USER_PORTAL_TOTAL
source: Total
it_ch: Totale
ja_jp: トータル
zh_cn: 总

# USER_PORTAL_YEARS
source: Years
it_ch: Anno
ja_jp: 年
zh_cn: 年

# USER_POWERENERGY_AREA
source: Area
ja_jp: エリア
zh_cn: 区域

# USER_POWERENERGY_BAR
source: Bar
ja_jp: バー
zh_cn: 条形

# USER_POWERENERGY_CHANGE
source: Change
it_ch: Scegliere
ja_jp: 選択
zh_cn: 选择

# USER_POWERENERGY_COLUMN
source: Column
it_ch: Colonna
ja_jp: ヒストグラム
zh_cn: 柱状

# USER_POWERENERGY_LINE
source: Line
it_ch: Linea
ja_jp: ライン
zh_cn: 折线

# USER_POWERENERGY_MONTHS
source: Months
it_ch: Mese
ja_jp: 月
zh_cn: 月

# USER_POWERENERGY_PIE
source: Pie
it_ch: Torta
ja_jp: 円グラフ
zh_cn: 饼状

# USER_POWERENERGY_POWER_ENERGY_CHART
source: Power Energy Chart
it_ch: Carta della produttività dell'elettricità
ja_jp: 発電量グラフ
zh_cn: 发电量图表

# USER_POWERENERGY_SCATTER
source: Scatter
it_ch: Frazione
ja_jp: 分散
zh_cn: 分散

# USER_POWERENERGY_TOTAL
source: Total
it_ch: Totale
ja_jp: トータル
zh_cn: 总

# USER_POWERENERGY_YEARS
source: Years
it_ch: Anno
ja_jp: 年
zh_cn: 年

# USER_REPORTCONFIG_COMMA_SEPERATE
source: ";" Split
ja_jp: セミコロン（;）で分割して下さい
zh_cn: ";"号分割

# USER_REPORTCONFIG_INTERVAL
source: Interval
it_ch: Intervallo
ja_jp: 間隔
zh_cn: 间隔

# USER_REPORTCONFIG_INTERVAL_DIGITS
source: Must input number
it_ch: Deve input il numero
ja_jp: 数字を入力して下さい
zh_cn: 请输入数字

# USER_REPORTCONFIG_INTERVAL_REQUIRED
source: Please enter a time interval
it_ch: Si prega di entrare l'intervallo della mandata
ja_jp: 発信時間の間隔を入力して下さい
zh_cn: 请输入发送时间间隔

# USER_REPORTCONFIG_MAIL
source: Mail
it_ch: Email
ja_jp: メール
zh_cn: 邮件

# USER_REPORTCONFIG_MIN
source: Min
it_ch: Minuto
ja_jp: 分間
zh_cn: 分钟

# USER_REPORTCONFIG_OPERATION
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# USER_REPORTCONFIG_PLANT
source: Plant
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站

# USER_REPORTCONFIG_PLANTS
source: For Must Fill In The Item
it_ch: Campo richiesto a riempire
ja_jp: は必須項目
zh_cn: 为必填项

# USER_REPORTCONFIG_REPORTS
source: Reports
it_ch: Rapporto
ja_jp: レポート
zh_cn: 报告

# USER_REPORTCONFIG_REPORT_CONFIGURATION
source: Report Configuration
it_ch: Configurazione del rapporto
ja_jp: レポート配置
zh_cn: 报告配置

# USER_REPORTCONFIG_SCREENING_RESULTS
source: Plant report config lists.
it_ch: Risultato della scelta
ja_jp: 選別結果
zh_cn: 筛选结果

# USER_REPORTCONFIG_SUCCESS_EM
source: Successed
it_ch: Successo
ja_jp: 成功
zh_cn: 成功

# USER_REPORTCONFIG_TEMPLATE
source: Template
it_ch: Modello
ja_jp: テンプレート
zh_cn: 模版

# USER_REPORTCONFIG_TEMPLATES
source: Templantes
it_ch: Temperatura
ja_jp: 温度
zh_cn: 温度

# USER_REPORTCONFIG_TIME_INTERVAL
source: Time Interval
it_ch: Intervallo del tempo
ja_jp: 時間間隔
zh_cn: 时间间隔

# AUTH_REG_FULLNAME_REQUIRED
source: Please enter a real name
it_ch: Si prega di entrare il nome reale
ja_jp: 本名を入力して下さい
zh_cn: 请输入真实姓名

# AUTH_REG_REGISTER
source: Register
it_ch: Registrare
ja_jp: 登録
zh_cn: 注册

# AUTH_REG_REVENUE_NUMBER
source: Must input legal digital
it_ch: Deve input numero legale
ja_jp: 合法の数字を入力してください。
zh_cn: 请输入合法数字

# AUTH_REG_REVENUE_REQUIRED
source: Please enter Reimbursement/Currency
it_ch: Si prega di entrare il tasso di calcolo dell'entrata
ja_jp: 収入／貨幣を入力して下さい
zh_cn: 请输入收入/货币

# AUTH_REG_TEL_REQUIRED
source: Please enter a telphone number
it_ch: Si prega di entrare il numero di telefono
ja_jp: 電話番号を入力して下さい
zh_cn: 请输入电话

# HOME_INDEX_PRODUCTS
source: Products
it_ch: Prodotto
ja_jp: 製品
zh_cn: 产品

# PLANT_ADDPLANT_CANCEL
source: Cancel
it_ch: Cancellare
ja_jp: キャンセル
zh_cn: 取消

# PLANT_ADDPLANT_DELETE
source: Delete
it_ch: Cancellare
ja_jp: 削除
zh_cn: 删除

# PLANT_ADDPLANT_SAVE
source: Save
it_ch: Conservare
ja_jp: 保存
zh_cn: 保存

# PLANT_EDIT_CANCEL
source: Cancel
it_ch: Cancellare
ja_jp: キャンセル
zh_cn: 取消

# PLANT_EDIT_PLANT_EDIT
source: Edit station
it_ch: Modifica di stazione
ja_jp: 発電所編集
zh_cn: 编辑电站

# PLANT_EDIT_SAVE
source: Save
it_ch: Conservare
ja_jp: 保存
zh_cn: 保存

# PLANT_ADDPALNT_ILLEGALITY
source: Illegality
it_ch: Illegale
ja_jp: 非法
zh_cn: 非法

# PLANT_ADDPLANT_EXTENSION
source: Extension
it_ch: Estensione
ja_jp: 拡張子
zh_cn: 扩展名

# PLANT_ADDPLANT_EXTENSION_FILES
source: Expanded files
it_ch: Documento espanso
ja_jp: 拡張ファイル
zh_cn: 扩展文件

# PLANT_ADDPLANT_ONLY
source: Only
it_ch: Soltanto
ja_jp: のみ
zh_cn: 仅

# PLANT_LIST_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# PLANT_OVERVIEW_POWER_PLANT_INTRODUCTION_ABOUT_POWER
source: Power Plant Introduction About Power
it_ch: Introduzione della centrale
ja_jp: 発電所案内
zh_cn: 介绍电厂

# SHARED_BACKMANAGERMASTERPAGE_ADD_MANAGER
source: Add an administrator account
it_ch: Aggiungere un amministratore
ja_jp: 管理者追加
zh_cn: 添加管理员

# SHARED_BACKMANAGERMASTERPAGE_ANY_QUESTIONS
source: Any Question
it_ch: Problema
ja_jp: 問題がある
zh_cn: 有问题

# SHARED_BACKMANAGERMASTERPAGE_BROCHURE
source: Explanation
it_ch: Spiegazione
ja_jp: 説明
zh_cn: 说明

# SHARED_BACKMANAGERMASTERPAGE_CLICK_HERE_FOR_HELP
source: Click Here For Help
it_ch: Click per ottenere aiuto
ja_jp: 助けを得る
zh_cn: 点击这里获取帮助

# SHARED_BACKMANAGERMASTERPAGE_CO2
source: CO₂
ja_jp: 二酸化炭素
zh_cn: 二氧化碳

# SHARED_BACKMANAGERMASTERPAGE_COLLECTOR_IMPORT
source: Import datalogger
it_ch: Importazione del dato logger
ja_jp: データロガーインポート
zh_cn: 采集器导入

# SHARED_BACKMANAGERMASTERPAGE_COLLECTOR_LIST
source: Datalogger List
it_ch: Lista del dato logger
ja_jp: データロガーリスト
zh_cn: 采集器列表

# SHARED_BACKMANAGERMASTERPAGE_CONFIG_MANAGE
source: Config Management
it_ch: Amministrazione di configurazione
ja_jp: 配置管理
zh_cn: 配置管理

# SHARED_BACKMANAGERMASTERPAGE_CONTACTS
source: Contacts us
it_ch: Contattateci
ja_jp: 連絡
zh_cn: 联系我们

# SHARED_BACKMANAGERMASTERPAGE_DEVICE_LIST
source: Device List
ja_jp: 設備リスト
zh_cn: 设备列表

# SHARED_BACKMANAGERMASTERPAGE_HOME
source: Home
it_ch: Casa
ja_jp: ホーム
zh_cn: 首页

# SHARED_BACKMANAGERMASTERPAGE_LANGUAGE
source: Language
it_ch: Lingua
ja_jp: 言語
zh_cn: 语言

# SHARED_BACKMANAGERMASTERPAGE_LOGOUT
source: Logout
ja_jp: ログアウト
zh_cn: 注销

# SHARED_BACKMANAGERMASTERPAGE_MANAGER_LIST
source: Adimistrator List
it_ch: Lista dell'amministratore
ja_jp: 管理者リスト
zh_cn: 管理员列表

# SHARED_BACKMANAGERMASTERPAGE_PLANT_LIST
source: Plant List
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# SHARED_BACKMANAGERMASTERPAGE_PRODUCT_PICTURE
source: Product Picture
it_ch: Immagine del prodotto
ja_jp: 製品画像
zh_cn: 产品图片

# SHARED_BACKMANAGERMASTERPAGE_SITE_MANAGE
source: Site management
it_ch: Amministrazione del sito
ja_jp: ウェブサイト管理
zh_cn: 网站管理

# SHARED_BACKMANAGERMASTERPAGE_SYSTEM_MANAGE
source: System management
it_ch: Amministrazione del sistema
ja_jp: システム管理
zh_cn: 系统管理

# SHARED_BACKMANAGERMASTERPAGE_USER_LIST
source: Plant User List
it_ch: Lista dell'utente
ja_jp: ユーザーリスト
zh_cn: 电站用户列表

# SHARED_BACKMANAGERMASTERPAGE_WHAT_IS_SUNINFO_BANK
source: What is SolarInfo Bank
it_ch: Conoscere SolarInfo Bank
ja_jp: SolarInfo Bankについて
zh_cn: 了解SolarInfo Bank

# SHARED_INSIDEMASTERPAGE_ALL_PLANTS
source: More
it_ch: Di più
ja_jp: もっと
zh_cn: 更多

# SHARED_INSIDEMASTERPAGE_ANALYSIS_CHART
source: Analysis Chart
it_ch: Carta di analisi
ja_jp: グラフ分析
zh_cn: 分析图表

# SHARED_INSIDEMASTERPAGE_ANY_QUESTIONS
source: Any Questions
it_ch: Problema
ja_jp: 問題がある
zh_cn: 有问题

# SHARED_INSIDEMASTERPAGE_USER_MANUAL
source: User Manual
it_ch: Manuale
ja_jp: マニュアル
zh_cn: 用户手册

# SHARED_INSIDEMASTERPAGE_CHANGE
source: Change
it_ch: Scegliere
ja_jp: 選択
zh_cn: 选择

# SHARED_INSIDEMASTERPAGE_CLICK_HERE_FOR_HELP
source: Click Here For Help
it_ch: Click per ottenere aiuto
ja_jp: 助けを得る
zh_cn: 点击这里获取帮助

# SHARED_INSIDEMASTERPAGE_CONTACTS
source: Contacts
it_ch: Contattateci
ja_jp: 連絡
zh_cn: 联系我们

# SHARED_INSIDEMASTERPAGE_DEFINED_CHART
source: Create Chart
it_ch: Creare la carta
ja_jp: グラフ作成
zh_cn: 创建图表

# SHARED_INSIDEMASTERPAGE_DEFINED_CHART_GROUP
source: Chart Group
it_ch: Gruppo di carta
ja_jp: 定義図グループ
zh_cn: 定义图表组

# SHARED_INSIDEMASTERPAGE_DEVICE_LIST
source: Device Data
it_ch: Device list
ja_jp: 設備リスト
zh_cn: 设备列表

# SHARED_INSIDEMASTERPAGE_ENERGY_TREND_CHART
source: Energy statistical chart
it_ch: Carta statistica della produzione dell'energia
ja_jp: 電気量統計グラフ
zh_cn: 电量统计图

# SHARED_INSIDEMASTERPAGE_HI
source: Hi
it_ch: Ciao
ja_jp: こんにちは
zh_cn: 嗨

# SHARED_INSIDEMASTERPAGE_HOME
source: Home
it_ch: Casa
ja_jp: ホーム
zh_cn: 首页

# SHARED_INSIDEMASTERPAGE_LOGOUT
source: Logout
ja_jp: ログアウト
zh_cn: 注销

# SHARED_INSIDEMASTERPAGE_LOGS
source: Logs
it_ch: Diario
ja_jp: ログ
zh_cn: 日志

# SHARED_INSIDEMASTERPAGE_PLANT_DATA
source: Plant Data
it_ch: Dato della centrale
ja_jp: 発電所のデータ
zh_cn: 电站数据

# SHARED_INSIDEMASTERPAGE_PLANT_MAPS
source: Plant Maps
it_ch: Mappa della centrale
ja_jp: 発電所の地図
zh_cn: 电站地图

# SHARED_INSIDEMASTERPAGE_PLANT_OVERVIEW
source: Plant Overview
it_ch: Panoramica impianto
ja_jp: 発電所の概観
zh_cn: 电站概览

# SHARED_INSIDEMASTERPAGE_PLANT_PROFILE
source: Plant Profile
it_ch: Introduzione
ja_jp: 発電所の案内
zh_cn: 电站简介

# SHARED_INSIDEMASTERPAGE_UNIT_LIST
source: Unit List
it_ch: Unità list
ja_jp: ユニットリスト
zh_cn: 单元列表

# SHARED_INSIDEMASTERPAGE_USER_DEFINED_CHART
source: User-defined chart
it_ch: Definiti dall'utente chart
ja_jp: ユーザー自定義図
zh_cn: 用户自定义图

# SHARED_INSIDEMASTERPAGE_USER_INFORMATION
source: User Information
it_ch: Informazione dell'utente
ja_jp: ユーザ情報
zh_cn: 用户信息

# SHARED_INSIDEMASTERPAGE_YEARLY_COMPARISON
source: Annual Comparison
it_ch: Comparazione annuale
ja_jp: 年度比較
zh_cn: 年度比较

# SHARED_MAINMASTERPAGE_WHAT_IS_SUNINFO_BANK
source: What is the Sungrow power
it_ch: Qual è il potere Sungrow power
ja_jp: Sungrow powerとは何ですか
zh_cn: 什么是阳光电源

# SHARED_MAINMASTREPAGE_BROCHURE
source: Explanation
it_ch: Spiegazione
ja_jp: 説明
zh_cn: 说明

# SHARED_MAINMASTREPAGE_CONTACTS
source: Contact Us
it_ch: Contattateci
ja_jp: 連絡
zh_cn: 联系我们

# SHARED_MAINMASTREPAGE_COPYRIGHT
source: Copyright &copy; 2012 {0} , v1.0.18 Beta , Browse Resolution: 1024x768
it_ch: Diritto d'autore &copy; 2012 SolarInfo Bank , v1.0.18 Alpha , sfoglia della risoluzione:1024x768
ja_jp: 著作権 &copy; 2012 SolarInfo Bank、v1.0.18 Alpha、解像度： 1024×768
zh_cn: 版权 &copy; 2012 {0} , v1.0.18 Beta, 分辨率: 1024x768

# SHARED_MAINMASTREPAGE_HOME
source: Home
it_ch: Casa
ja_jp: ホーム
zh_cn: 首页

# SHARED_USERMASTERPAGE_ALL_PLANT
source: All Plants
it_ch: Tutte le centrali
ja_jp: すべての発電所
zh_cn: 所有电站

# SHARED_USERMASTERPAGE_ALL_PLANTS
source: All Plants
it_ch: Tutte le centrali
ja_jp: すべての発電所
zh_cn: 所有电站

# SHARED_USERMASTERPAGE_ANALYSIS_CHART
source: Analysis Chart
it_ch: Carta di analisi
ja_jp: グラフ分析
zh_cn: 分析图表

# SHARED_USERMASTERPAGE_ANY_QUESTIONS
source: Any Questions
it_ch: Problema
ja_jp: 問題がある
zh_cn: 有问题

# SHARED_USERMASTERPAGE_BROCHURE
source: Explanation
it_ch: Spiegazione
ja_jp: 説明
zh_cn: 说明

# SHARED_USERMASTERPAGE_CHANGE
source: Change
it_ch: Scegliere
ja_jp: 選択
zh_cn: 选择

# SHARED_USERMASTERPAGE_CLICK_HERE_FOR_HELP
source: Click Here For Help
it_ch: Click per ottenere aiuto
ja_jp: 助けを得る
zh_cn: 点击这里获取帮助

# SHARED_USERMASTERPAGE_CONFIGUTATION
source: Configuration
it_ch: Configurazione
ja_jp: 配置
zh_cn: 配置

# SHARED_USERMASTERPAGE_CONTACTS
source: Contacts us
it_ch: Contattateci
ja_jp: 連絡
zh_cn: 联系我们

# SHARED_USERMASTERPAGE_DEFINED_CHART
source: Defined Chart
it_ch: Carta definitiva
ja_jp: 定義グラフ
zh_cn: 定义图

# SHARED_USERMASTERPAGE_DEFINED_CHART_GROUP
source: Defined Chart Group
it_ch: Gruppo della carta definitiva
ja_jp: 定義図グループ
zh_cn: 定义图组

# SHARED_USERMASTERPAGE_ENERGY_TREND_CHART
source: Energy statistical chart
it_ch: Carta statistica della produzione dell'energia
ja_jp: 電気量統計グラフ
zh_cn: 电量统计图

# SHARED_USERMASTERPAGE_HI
source: Hi
it_ch: Ciao
ja_jp: こんにちは
zh_cn: 嗨

# SHARED_USERMASTERPAGE_HOME
source: Home
it_ch: Casa
ja_jp: ホーム
zh_cn: 首页

# SHARED_USERMASTERPAGE_LOGOUT
source: Logout
ja_jp: ログアウト
zh_cn: 注销

# SHARED_USERMASTERPAGE_LOGS
source: Logs
it_ch: Diario
ja_jp: ログ
zh_cn: 日志

# SHARED_USERMASTERPAGE_PLANT_DATA
source: Plant Data
it_ch: Dato della centrale
ja_jp: 発電所のデータ
zh_cn: 电站数据

# SHARED_USERMASTERPAGE_PLANT_MAP
source: Plant Map
it_ch: Mappa della centrale
ja_jp: 発電所の地図
zh_cn: 电站地图

# SHARED_USERMASTERPAGE_PLANT_OVERVIEW
source: Plant Oerview
it_ch: Presentazione della centrale
ja_jp: 発電所の総括
zh_cn: 电站总汇

# SHARED_USERMASTERPAGE_REPORT_CONFIGUTATION
source: Report Configuration
it_ch: Rapporti di configurazione
ja_jp: レポート配置
zh_cn: 报表配置

# SHARED_USERMASTERPAGE_USER_INFORMATION
source: User Information
it_ch: Informazione dell'utente
ja_jp: ユーザ情報
zh_cn: 用户信息

# SHARED_USERMASTERPAGE_YEARLY_COMPARISON
source: Annual Comparison
it_ch: Comparazione annuale
ja_jp: 年度比較
zh_cn: 年度比较

# SHARED_USERSAVEMASTERPAGE_BROCHURE
source: Explanation
it_ch: Spiegazione
ja_jp: 説明
zh_cn: 说明

# SHARED_USERSAVEMASTERPAGE_CONTACTS
source: Contacts us
it_ch: Contattateci
ja_jp: 連絡
zh_cn: 联系我们

# SHARED_USERSAVEMASTERPAGE_HOME
source: Home
it_ch: Casa
ja_jp: ホーム
zh_cn: 首页

# SHARED_USERSAVEMASTERPAGE_WHAT_IS_SUNINFO_BANK
source: What is the Sungrow power
it_ch: Qual è il potere Sungrow power
ja_jp: Sungrow powerとは何ですか
zh_cn: 什么是阳光电源

# ADMIN_COLLECTOR_EDIT_CANCEL
source: Cancel
it_ch: Cancellare
ja_jp: キャンセル
zh_cn: 取消

# AUTH_REG_EXAMPLE
source: Example
it_ch: Esempio
ja_jp: 例えば
zh_cn: 例如

# MONITORITEM_DELETE
source: Delete
it_ch: Cancellare
ja_jp: 削除
zh_cn: 删除

# MONITORITEM_EDIT
source: Edit
it_ch: Compilare
ja_jp: 編集
zh_cn: 编辑

# MONITORITEM_SURE_DELETE
source: Are you sure to delete?
it_ch: Sei sicuro di cancellare?
ja_jp: 削除を確定しますか?
zh_cn: 你确定要删除吗？

# USER_EDIT_CANCEL
source: Cancel
it_ch: Cancellare
ja_jp: キャンセル
zh_cn: 取消

# USER_EDIT_SAVE
source: Save
it_ch: Conservare
ja_jp: 保存
zh_cn: 保存

# PLANT_UNIT_BIND_BIND
source: Bind
it_ch: Legare
ja_jp: ビンディング
zh_cn: 绑定

# MONITORITEM_CANEL
source: Cancel
it_ch: Cancellare
ja_jp: キャンセル
zh_cn: 取消

# MONITORITEM_SAVE
source: Save
it_ch: Conservare
ja_jp: 保存
zh_cn: 保存

# PLANT_ADDPLANT_ILLEGALITY
source: Illegality
it_ch: Illegalità
ja_jp: 非法性
zh_cn: 非法性

# DEVICETYPE_0
source: Plant
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站

# DEVICETYPE_3
source: PV Combiner Box
ja_jp: コンバイナーボックス
zh_cn: 汇流箱

# MONITORITEM_SUCCESS
source: Successed
it_ch: Successo
ja_jp: 成功
zh_cn: 成功

# MONITORITEM_NEXT_PAGE
source: Next Page
it_ch: Prossima pagina
ja_jp: 次のページ
zh_cn: 下一页

# MONITORITEM_PREVIOUS_PAGE
source: Previous Page
it_ch: Prossimo
ja_jp: 前ページ
zh_cn: 上一页

# MONITORITEM_NOTE
source: Note
ja_jp: 注意
zh_cn: 提示

# PLANT_UNIT_BIND_COLLECTOR_CODE_REQUIRED
source: Please enter the data source ID
it_ch: Si prega di inserire la fonte di dati ID
ja_jp: データソースの番号を入力して下さい
zh_cn: 请输入数据源号

# PLANT_UNIT_BIND_COLLECTOR_PASSWORD_REQUIRED
source: Please enter the data source password
it_ch: Immettere la password di origine dei dati
ja_jp: データソースのパスワードを入力して下さい
zh_cn: 请输入数据源密码

# PLANT_UNIT_BIND_DISPLAYNAME_REQUIRED
source: Please enter an unit name
it_ch: Si prega di entrare il nome dell'unità
ja_jp: ユニット名称を入力して下さい
zh_cn: 请输入单元名称

# PLANT_UNIT_LIST_UNIT_LIST_DETAIL
source: Have no data lasted one hour, unit don't work, the light go off
it_ch: Non è ricevuto il dato di oltre un'ora,la carta dell'indice della situazione dell'unità è greggia, in caso contrario è accesa
ja_jp: 1時間を上回ってデータを受け取れなければ、ユニット状態の指示図は灰色状態になり、逆の場合は正常の表示状態になります
zh_cn: 超过一小时没有收到数据,单元状态指示图为灰色状态,反之为点亮状态

# MONITORITEM_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# ChartGroup_Default
source: DefaultGroup
it_ch: Gruppo del difetto
ja_jp: ディフォルトグループ
zh_cn: 默认分组

# SHARED_BACKMANAGERMASTERPAGE_DEPARTEMENT_PICTURE
source: Department Picture
it_ch: Immagine per la pubblicità
ja_jp: 宣伝画像
zh_cn: 宣传图片

# SHARED_BACKMANAGERMASTERPAGE_DEVICE_MODEL
source: Device Type
it_ch: Tipo dell'impianto
ja_jp: 設備タイプ
zh_cn: 设备类型

# AUTH_REG_EMAIL
source: Email
it_ch: Indirizzo dell'email
ja_jp: メールアドレス
zh_cn: 邮箱地址

# MONITORITEM_FOR_MUST_FILL_IN_THE_ITEM
source: Required fields
it_ch: Campo richiesto a riempire
ja_jp: は必須項目
zh_cn: 为必填项

# SHARED_BACKMANAGERMASTERPAGE_DEVICE_POINT
source: Device Point
it_ch: Punto dell'impianto
ja_jp: 設備の測定点
zh_cn: 设备测点

# ERRORITEM_1
source: Vdc-high
it_ch: Voltaggio della corrente diretta alto
ja_jp: 直流過電圧
zh_cn: 直流过压

# ERRORITEM_1024
source: Ground Fault
it_ch: Guasto sulla terra
ja_jp: 接地故障
zh_cn: 接地故障

# ERRORITEM_10240
source: Overload
ja_jp: 出力の過負荷
zh_cn: 输出过载

# ERRORITEM_10496
source: Storage Battery Over voltage
it_ch: Accumulatore sopra il voltaggio
ja_jp: バッテリー過圧
zh_cn: 蓄电池过压

# ERRORITEM_128
source: Island fault
it_ch: Guasto l'isola
ja_jp: 島故障
zh_cn: 孤岛故障

# ERRORITEM_12888
source: Storage Battery Under voltage
it_ch: Accumulatore sotto il voltaggio
ja_jp: バッテリー電圧不足
zh_cn: 蓄电池欠压

# ERRORITEM_16
source: Grid under-voltage
it_ch: Rete elettrica sotto la pressione
ja_jp: 電気網電圧不足
zh_cn: 电网欠压

# ERRORITEM_16384
source: Cntr-flt
it_ch: Guasto del contattore
ja_jp: 接触器故障
zh_cn: 接触器故障

# ERRORITEM_2048
source: Module fault
it_ch: Guasto del modulo
ja_jp: テンプレート故障
zh_cn: 模块故障

# ERRORITEM_20480
source: Contactor closing
it_ch: Chiuso il contattore
ja_jp: 接触器閉路
zh_cn: 接触器吸合

# ERRORITEM_20736
source: Contactor Break
it_ch: Interrotto il contattore
ja_jp: 接触器ブレーク
zh_cn: 接触器断开

# ERRORITEM_20992
source: Shutdowning
it_ch: Spegnendo
ja_jp: シャットダウン中
zh_cn: 关机中

# ERRORITEM_21248
source: DC tripping
it_ch: DC instabile
ja_jp: 直流トリッピング
zh_cn: 直流脱扣

# ERRORITEM_21504
source: AC tripping
it_ch: Intervento AC
ja_jp: 交流トリッピング
zh_cn: 交流脱扣
