Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

# USER_AGREE
source: <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">1. Scope of the Agreement </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span lang="EN-US">By your visit to and/or use of this website, it is deemed that you accept all terms and conditions of this agreement. Sungrow Power Supply Co., Ltd. (“Sungrow”), the owner and operator of </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US"><a href="http://www.solarinfobank.com">www.solarinfobank.com</a>, provides services for you based on this agreement. </span><a name="OLE_LINK69"></a><a name="OLE_LINK68"></a><a name="OLE_LINK71"></a><a name="OLE_LINK70"><span lang="EN-US">If you are</span></a><span lang="EN-US"> unwilling to accept all the terms and conditions of this agreement, please stop visiting or using this web</span><span lang="EN-US">site. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span lang="EN-US">2. Change and Modification of the Agreement </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span lang="EN-US">Sungrow is entitled to modify this agreement and is not liable for any notice for such modifications. If you disagree with such changes or modifications concerning the agreement, you may stop visiting or using this website or cancel obtained services. If you keep visiting or using this website, it is deemed that you accept such modifications to the agreement. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">3. Services </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(1) Sungrow is a service platform concerning power supplies and will not upload any unauthorized contents. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(2) Sungrow provides services to customers by using self-owned system over Internet. Unless otherwise specified, this agreement is applicable to all functions for enhancing or strengthening currents services, including new products or newly-added services. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(3) Sungrow is not liable for any service provided on the website, will not guarantee that provided services can meet use requirements of users and that services will not be interrupted, and will not guarantee the timeliness, security and accuracy of services provided. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">4. User Behaviors </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">4.1 User’s account, password and security </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">After the registration is complete successfully, you become an authorized user of Sungrow and will be granted an account and a password. You need to take proper measures to keep your account and password safe. You shall be liable for any activities performed by using the account and password as well as loss or damage caused by such activities. Sungrow will not be liable any such losses. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">If unauthorized use of your account and password or any other security issues occur, you can immediately inform Sungrow. You must log out after each use of your account, otherwise, you may not be protected by Sungrow. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">Sungrow is entitled to cancel accounts that are not used for an extended period of time. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; text-indent: 10.5pt; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">4.2 The following laws and regulations shall be followed during using services provided on the website: </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; text-indent: 10.5pt; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">Laws, regulations and ordinances concerning computer and Internet such as Laws of the People’s Republic of China on Guarding State Secretes, Copyright Law of the People’s Republic of China, Computer Information Network and Internet Security, Protection and Management Regulations, Computer Software Protection Regulations, Provisions on Administration of Internet Electronic Messaging Services and Regulation on the Protection of the Right to Network Dissemination of Information. Under any circumstances, Sungrow is entitled to directly stop providing services to users, whose actions are considered violating laws and regulations, without prior notice at any time. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; text-indent: 10.5pt; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">You are encouraged to report uploads that violate laws and regulations or infringe rights of others. Sungrow is entitled to delete any uploads that violate laws and regulations or infringe rights of others. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">4.3 The following activities are forbidden: </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(1) Upload, post, e-mail or transfer contents including but not limited to information, data, texts, software, music, photos, graphics, or other data (“contents”) that violate basic principles of the Constitution, jeopardize state security, disclose state secrets, overthrow organs of state power, undermine the unity of the country, impair state honors and interests, agitate ethnic hatred and discrimination, destroy the ethnic solidarity, destroy the state religious policies, spread the evil cult, feudalism, superstition, obscenity, eroticism, gambling, violence, homicide and terror or the abetment of criminality, insult or slander others or impair the legal right of others, or other contents prohibited by laws and administrative regulations. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(2) Jeopardize minors in any methods. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(3) Impersonate any person or institutions, or make a false way to lied people have relationship with any person or institutions. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(4) Falsify titles or operate and control identification data in any other ways to make people mistake such contents as being provided by Sungrow. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(5) Upload, post, e-mail or transfer contents, for example, internal documents and confidential data, without permission in any other ways. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(6) Upload, post, e-mail or transfer contents that infringe patents, trademarks, copyrights, commercial secrets or other exclusive rights of others in any other ways. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(7) Upload, post, e-mail or transfer ads, promotion materials or junk mails, unless in areas set for such purposes. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(8) Upload, post, e-mail or transfer documents containing viruses or other codes, files or programs that interfere, damage or restrict functions of software, hardware or communication device. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(9) Interfere or damage services of this website or servers and networks connected with this website or violate regulations on use of this website. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(10) Violate laws, regulations and provisions of China intentionally or unintentionally. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">4.4 You are liable for contents that you uploaded, posted, emailed or transferred through this website. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">Sungrow is not liable for legality, properness, accuracy, integrity or quality of contents transferred through this website. When using services on this website, you may come across with annoying, improper or disgusting contents. Under no circumstance, Sungrow shall be liable such contents, including but not limited to errors or mistakes of such contents and losses or damage arising from such contents. Sungrow is entitled (but not obliged) to reject or delete any contents through this website. You shall be liable for any subsequence arising from using such contents at your own cost. Sungrow is entitled to save or disclose contents under the following conditions: </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(1) Required by legal procedures; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(2) Required by this agreement; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(3) Claimed by an infringed third party; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(4) Needed for protecting rights, properties or safety of Sungrow, users and the society; and</span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">(5) Conditions that Sungrow considers it necessary. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">4.5 Storage of user information and relevant restrictions</span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">Sungrow shall not be liable for failure of deleting or storing information released by users. Sungrow is entitled to judge whether actions of users conform to this agreement. If Sungrow considers actions of a user conflict with this agreement, Sungrow is entitled to stop providing services to the user. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">5. Privacy </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">To register with Sungrow, you must provide personal information. Sungrow collects your personal information to provide personalized online services for you. Sungrow will not release, edit or disclose your personal information and non-disclosing contents saved in Sungrow without your permission unless: </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(1) Required by laws and regulations or legal service procedures of Sungrow; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(2) Required for guard interests of users and the public under emergency situations; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(3) Required for protecting trademark right, patents or other legal rights and interests of Sungrow; and</span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(4) Other situations requiring releasing, editing or disclosing personal information. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">6. Contents Uploaded or Released by Users on the Website </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(1) Contents uploaded by users refer to videos or contents in other forms such as texts, image, and audio files uploaded or released on the website. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(2) Sungrow considers the user uploading or releasing contents to the website as the owner of the copyright of relevant contents unless otherwise notified. Once you upload or release contents on the website, it is considered that you agree to grant Sungrow with irrevocable exclusive right to use the contents worldwide for free with unlimited period, to exhibit, spread or popularize such contents, duplicate, modify, publish, issue such contents in any forms or authorize third parties to duplicate, modify, publish, issue such contents in any forms. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(3) You shall be liable for claims or any damage or loss of third parties arising from contents you uploaded or released on the website. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">7. Third Party Links </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">This website may provide links to other websites or resources. Sungrow provides no guaranty for such websites or resources. Sungrow will not be liable for any loss or damage arising from using such websites or resources. </span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span lang="EN-US">8. Ownership of Intellectual Property Right and Other Rights </span></b></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(1) Sungrow owns the intellectual property rights of services on the website and software used in the website as well as data legally protected. Except for contents whose copyright owned by users, Sungrow owns the copyright of the overall contents of the website. </span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(2) Videos and other contents on the website are protected by the copyright law, trademark law, patent law or applicable laws and regulations. Except for contents whose copyrights owned by relevant users, you are not allowed to modify, lease or spread contents on the website or derive works from these contents without explicit permission of Sungrow. </span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(3) You are entitled to use software used on the website in a non-exclusive way, but shall not duplicate, modify or sell such software or derive works from such software or allow any third party to duplicate, modify or sell such software or derive works from such software. </span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(4) All design drawings, other drawings, product and service name on this website are trademarks or logos of Sungrow and/or its affiliated companies, And shall not be used, duplicated or used for other purposes. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">9. Disclaimer </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(1) Sungrow is liable for authenticity, accuracy and integrity of information about others, contents or ads (“information”) obtained from the website. To use such information, you shall discriminate such information by yourself to prevent risks; otherwise, under no circumstances, Sungrow shall be liable for direct, indirect, joint or derivative loss arising from direct transactions and/or activities that are not made with this website. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(2) Sungrow is entitled but not obliged to improve or correct any mistakes or errors of any part of this website. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(3) Sungrow provide no guaranty for the following (including but not limited to): </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">a. This website meet your requirements; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">b. This website will not be interfered, is timely, safe and reliable or will not cause mistakes; and</span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">c. Products, services or other materials obtained from this website meet your expectations. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(4) You shall be liable for use of data downloaded or obtained from this web and relevant subsequences, and shall be fully liable for computer system damage or data loss arising from using such data. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(5) Sungrow will not be liable for direct, indirect, joint or punitive compensation for profit, credit or data loss or other tangible or intangible loss because of: </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">a. Use or unavailability of this website; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">b. Any products, data or services purchased or obtained through this website; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">c. Unauthorized use or modification of user information; and</span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="color: black;" lang="EN-US">d. Other issues related to this website. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(6) You shall use search or retrieval catalogues of this website with discreetness. Such search or retrieval catalogues may lead you to websites that are considered aggressive or improper. Sungrow is not obliged to review contents of websites listed in such catalogues and will not be liable for accuracy, legality and properness of those websites. </span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(7) Sungrow respects your legal interests and hope that you may also respect the intellectual property rights and other legal interests of Sungrow. If you consider your rights or private contents are infringed, please list one by one and sent a claim to Sungrow. </span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">(8) Sungrow is not liable for unavailability or user data loss caused by force majeure. Sungrow is not liable for access failure during website maintenance, but will give prompts during maintenance. Sungrow is not liable for user data loss caused by users. </span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">Force majeure refers to unpredictable, unavoidable or invincible objective events, including but not limited to natural disasters, such as flood, fire hazard, explosive, lightning, earthquake and storm, and social events, such as war, disturbance, government control, sudden change of state policies and strike. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">10. Third Party Liabilities </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">For claims from third parties on contents upload or released through this website, connection with the website, violation to regulations of this agreement or infringe of others’ rights, the user agrees to compensate Sungrow and its subsidiaries, affiliated companies, agents or other partners and their employees to protect them from loss. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">11. Termination of Service </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">Sungrow is entitled to temporarily or permanently terminate the services of this website or any part of this website at any time no matter whether any notices are given. Sungrow is not liable for loss of users and any third party arising from termination of services of this website. Sungrow is entitled to cancel accounts, passwords or use of services, or delete and transfer contents stored and issued by users on the website based on any proper reasons. Sungrow is not obliged to give any notice and under take any responsibilities for users and any third party. </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">12. Agreement Interpretation </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span lang="EN-US">Sungrow owns this agreement and the reserve to modify, update and interpret this agreement. Once you log in to this website or directly or indirectly use data on this website, it is considered that you accept and is bound to this agreement. For any questions or suggestions concerning this agreement or any part of it, please do not hesitate to contact Sungrow (Customer Service Center of Sungrow Power Supply Co., Ltd., Address: No. 2 Tianhu Road, Hefei, Post Code: 230088).&nbsp; </span></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="color: black;" lang="EN-US">13. Governing Law </span></b></p> <p class="MsoNormal" style="margin-bottom: 8pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="color: black;" lang="EN-US">Effectiveness, performance and interpretation of this agreement and solution of disputes are governed by laws of the People’s Republic of China. Disputes concerning this agreement shall be submitted to the court, where headquarters of Sungrow is located. </span><span style="color: black;" lang="EN-US">If any article or part of this agreement becomes invalid due to conflicting with current laws of the People’s Republic of China, the validity of the remaining parts shall not be affected. </span></p>
ja_jp: <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1.</span></b><b><span style="font-family: 宋体; color: black;">协议约束范围</span></b><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span></b><span style="font-family: 宋体;">通过访问和</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US">/</span><span style="font-family: 宋体;">或使用本网站，表示您同意接受本协议的所有条件和条款。阳光电源股份有限公司（以下简称阳光电源）作为</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US"><a href="http://www.solarinfobank.com"><span style="color: windowtext;">www.solarinfobank.com</span></a></span><span style="font-family: 宋体;">的运营者依据本协议为您提供服务。如果您不愿接受本协议的全部条件和条款，请您停止访问或使用本网站。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US">2. </span></b><b><span style="font-family: 宋体;">本协议的变更和修改</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US"><br> </span><span style="font-family: 宋体;">阳光电源有权<span style="color: black;">随时对本协议进行修改，并且一旦发生协议条款的变动，网站运营方不另行通知；用户如果不同意本协议有关本协议的变更和修改的描述，可以放弃使用和访问本网站或取消已经获得的服务；如果用户在本协议变更后选择继续访问或使用本网站，则视为用户已经接受本协议的修改。</span></span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3. </span></b><b><span style="font-family: 宋体; color: black;">服务说明</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）阳光电源是一个有关电源的服务平台，本身不直接上传非授权内容。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）阳光电源运用自己的系统通过互联网向用户提供服务，除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本协议。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）阳光电源对网站服务不承担任何责任，阳光电源不保证服务一定会满足用户的使用要求，也不保证服务不会被中断，对服务的及时性、安全性、准确性也不作担保。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4. </span></b><b><span style="font-family: 宋体; color: black;">用户行为</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">用户帐号、密码和安全</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 用户一旦注册成功，便成为阳光电源的合法用户，将得到一个密码和帐号。用户应采取合理措施维护其密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；由该等活动所导致的任何损失或损害由用户承担，阳光电源不承担任何责任。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知阳光电源，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到阳光电源的安全保护。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">对于用户长时间未使用的帐号，阳光电源有权予以关闭。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; text-indent: 10.5pt; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">用户应遵守以下法律及法规</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">《互联网电子公告服务管理规定》、《信息网络传播权保护条例》等有关计算机及互联网规定的法律、法规、实施办法。在任何情况下，阳光电源有理由认为用户的行为可能违反上述法律、法规，阳光电源可以在任何时候，无需事先通知而有权直接终止向该用户提供服务。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 阳光电源欢迎用户举报任何违反上述法律或侵犯他人权利的上传内容，一经发现违法或侵权的上传内容，阳光电源将无条件删除。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">禁止用户从事以下行为：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）上载、张贴、发送电子邮件或传送包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他另人反感的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">（以下简称内容）。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）以任何方式危害未成年人。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）伪造标题或以其他方式操控识别资料，使人误认为该内容为阳光电源所传送。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5</span><span style="font-family: 宋体; color: black;">）将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">6</span><span style="font-family: 宋体; color: black;">）将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">7</span><span style="font-family: 宋体; color: black;">）将广告函件、促销资料、</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">"</span><span style="font-family: 宋体; color: black;">垃圾邮件</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">"</span><span style="font-family: 宋体; color: black;">等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">8</span><span style="font-family: 宋体; color: black;">）将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">方式传送。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">9</span><span style="font-family: 宋体; color: black;">）干扰或破坏本网站服务或与本网站服务相连的服务器和网络，或不遵守本网站使用之规定。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">10</span><span style="font-family: 宋体; color: black;">）故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">用户对经由本网站上载、张贴、发送电子邮件或传送的内容承担全部责任</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 对于经由本网站而传送的内容，阳光电源不保证前述其合法性、正当性、准确性、完整性或品质。用户在接受本网站服务时，有可能会接触到令人不快、不适当或令人</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">厌恶的内容。在任何情况下，阳光电源均不对任何内容承担任何责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。阳光电源有权（但无义务）自行拒绝或删除经由本网站提供的任何内容。用户使用上述内容，应自行承担风险。阳光电源有权利在下述情况下，对内容进行保存或披露：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）法律程序所规定；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）本服使用协议规定；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）被侵害的第三人提出权利主张；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）为保护阳光电源、其使用者及社会公众的权利、财产或人身安全。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5</span><span style="font-family: 宋体; color: black;">）其他阳光电源认为有必要的情况。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5</span><span style="font-family: 宋体; color: black;">对用户信息的存储和限制</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 阳光电源不对用户所发布信息的删除或储存失败承担责任。阳光电源有权判断用户的行为是否符合本网站使用协议条款之规定，如果阳光电源认为用户违背了协议条款的规定，阳光电源有终止向其提供网站服务的权利。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5. </span></b><b><span style="font-family: 宋体; color: black;">用户隐私权制度</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">当用户注册阳光电源的服务时，用户须提供个人信息。阳光电源收集个人信息的目的是为用户提供尽可能多的个人化网上服务。阳光电源不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在阳光电源中的非公开内容，除非有下列情况：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）有关法律规定或阳光电源合法服务程序规定；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）在紧急情况下，为维护用户及公众的权益；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）为维护阳光电源的商标权、专利权及其他任何合法权益；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）其他需要公开、编辑或透露个人信息的情况。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">6. </span></b><b><span style="font-family: 宋体; color: black;">关于用户在阳光电源上载或发布的内容：</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）用户上载的内容是指用户在本网站上载或发布的视频或其它任何形式的内容包括文字、图片、音频等。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）除非阳光电源收到相反通知，阳光电源将用户视为其在本网站上载或发布的内容的版权拥有人。用户在本网站上载或发布内容即视为其同意授予阳光电源所有上述内</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">容的在全球范围内的免费、不可撤销的无限期的并且可转让的非独家使用权许可，阳光电源有权展示、散布及推广前述内容，有权对前述内容进行任何形式的复制、修改、出版、发行及以其他方式使用或者授权第三方进行复制、修改、出版、发行及以其他方式使用。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）因用户进行上述内容在本网站的上载或发布，而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户承担全部责任。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">7. </span></b><b><span style="font-family: 宋体; color: black;">关于第三方链接</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">本网站服务可能会提供与其他国际互联网网站或资源进行链接。对于前述网站或资源是否可以利用，阳光电源不承担担保责任。因使用或依赖上述网站或资源所生的损失或损害，阳光电源也不负担任何责任。</span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">8. </span></b><b><span style="font-family: 宋体;">知识产权及其他权利的归属</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）阳光电源对网站服务及本网站所使用的软件所包含的受知识产权或其他法律保护的资料享有相应的权利；除用户依法享有之版权之内容之外，本网站的整体内容版权归阳光电源所有。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）经由本网站传送的视频及其它内容，受到著作权法、商标法、专利法或其他法律的保护；除该等视频及其它内容上载的用户所享有的版权，未经阳光电源明示授</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">权许可，其他用户不得进行修改、出租、散布或衍生其他作品。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）用户对本网站所使用的软件有非专属性使用权，但不得自行或许可任何第三方复制、修改、出售或衍生产品。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）本网站所有设计图样以及其他图样、产品及服务名称，均为阳光电源及</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">/</span><span style="font-family: 宋体; color: black;">或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">9. </span></b><b><span style="font-family: 宋体; color: black;">免责声明</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）阳光电源对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">“</span><span style="font-family: 宋体; color: black;">信息</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">”</span><span style="font-family: 宋体; color: black;">），不保证真实、准确和</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">完整性。如果任何单位或者个人通过上述</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">“</span><span style="font-family: 宋体; color: black;">信息</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">”</span><span style="font-family: 宋体; color: black;">而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，本网站不对任何非与本网站直接发生的交易和</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">/</span><span style="font-family: 宋体; color: black;">或行为承担任何直接、间接、附带或衍生的损失和责任。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）阳光电源有权但无义务，改善或更正本网站任何部分之任何疏漏、错误。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）阳光电源不保证（包括但不限于）：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">a.</span><span style="font-family: 宋体; color: black;">本网站适合用户的使用要求；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">b.</span><span style="font-family: 宋体; color: black;">本网站不受干扰，及时、安全、可靠或不出现错误；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">c.</span><span style="font-family: 宋体; color: black;">用户经由本网站取得的任何产品、服务或其他材料符合用户的期望。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）用户使用经由本网站下载的或取得的任何资料，其风险自行负担；因该等使用导致用户电脑系统损坏或资料流失，用户应负完全责任；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5</span><span style="font-family: 宋体; color: black;">）基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，阳光电源不承担任何直接、间接、附带、衍生或惩罚性的赔偿：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">a.</span><span style="font-family: 宋体; color: black;">本网站使用或无法使用；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">b.</span><span style="font-family: 宋体; color: black;">经由本网站购买或取得的任何产品、资料或服务；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">c.</span><span style="font-family: 宋体; color: black;">用户资料遭到未授权的使用或修改；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">d.</span><span style="font-family: 宋体; color: black;">其他与本网站相关的事宜。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">6</span><span style="font-family: 宋体; color: black;">）用户在浏览互联网时自行判断使用本网站的搜索或检索目录。该搜索或检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，阳光电源没有义务查</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。</span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">7</span><span style="font-family: 宋体; color: black;">）阳光电源尊重用户的合法权益，也呼吁用户也应同样尊重阳光电源知识产权和其他合法权益。若您认为您的权利或保密内容被侵犯，请一一列出说明向阳光电源发出书面的权利通知书。</span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">8</span><span style="font-family: 宋体; color: black;">）因不可抗力造成本网站无法访问或用户数据丢失，阳光电源不负任何责任。因本网站维护期间造成无法访问，阳光电源不负任何责任，但阳光电源会在维护时给出维护提示。因用户原因造成的用户数据丢失，阳光电源不负任何责任。</span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;">所称“不可抗力”系指不能预见、不能避免或不能克服的客观事件，包括但不限于自然灾害如洪水、火灾、爆炸、雷电、地震和风暴等以及社会事件如战争、动乱、政府管制、国家政策的突然变动和罢工等。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">10. </span></b><b><span style="font-family: 宋体; color: black;">第三方责任</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">由于用户经由本网站上载或发布内容、与本网站连线、违反本服务条款或侵害其他人的任何权利导致任何第三人提出权利主张，用户同意赔偿阳光电源及其分公司、关联公司、代理人或其他合作伙伴及员工，并使其免受损害。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">11. </span></b><b><span style="font-family: 宋体; color: black;">服务的终止</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">阳光电源有权在任何时候，暂时或永久地终止本网站服务（或任何一部分），无论是否通知。阳光电源对本网站服务的终止对用户和任何第三人不承担任何责任。阳光电源有权基于任何理由，终止用户的帐号、密码或使用本服务，或删除、转移用户存储、发布在本服务的内容，阳光电源采取上述行为均</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">不需通知，并且对用户和任何第三人不承担任何责任。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">12. </span></b><b><span style="font-family: 宋体; color: black;">协议解释权</span></b></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体;">本协议声明以及其修改权、更新权及最终解释权均属阳光电源所有。凡以任何方式登陆本网站或直接、间接使用本网站资料者，视为自愿接受本声明的约束。对协议条款有任何疑义及建议均可联系阳光电源（联系地址：合肥市天湖路</span><span lang="EN-US">2</span><span style="font-family: 宋体;">号</span><span lang="EN-US">&nbsp;&nbsp;</span><span style="font-family: 宋体;">阳光电源股份有限公司</span> <span style="font-family: 宋体;">客服中心</span><span lang="EN-US">&nbsp; </span><span style="font-family: 宋体;">邮编：</span><span lang="EN-US">230088</span><span style="font-family: 宋体;">）</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">13. </span></b><b><span style="font-family: 宋体; color: black;">法律的适用和管辖</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律，与本协议有关的争议提交由阳光电源</span><span style="font-family: 宋体; color: black;">总部所在地的法院管辖</span><span style="font-family: 宋体; color: black;">。本协议的有关条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。</span></p>
zh_cn: <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1.</span></b><b><span style="font-family: 宋体; color: black;">协议约束范围</span></b><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span></b><span style="font-family: 宋体;">通过访问和</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US">/</span><span style="font-family: 宋体;">或使用本网站，表示您同意接受本协议的所有条件和条款。阳光电源股份有限公司（以下简称阳光电源）作为</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US"><a href="http://www.solarinfobank.com"><span style="color: windowtext;">www.solarinfobank.com</span></a></span><span style="font-family: 宋体;">的运营者依据本协议为您提供服务。如果您不愿接受本协议的全部条件和条款，请您停止访问或使用本网站。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US">2. </span></b><b><span style="font-family: 宋体;">本协议的变更和修改</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;;" lang="EN-US"><br> </span><span style="font-family: 宋体;">阳光电源有权<span style="color: black;">随时对本协议进行修改，并且一旦发生协议条款的变动，网站运营方不另行通知；用户如果不同意本协议有关本协议的变更和修改的描述，可以放弃使用和访问本网站或取消已经获得的服务；如果用户在本协议变更后选择继续访问或使用本网站，则视为用户已经接受本协议的修改。</span></span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3. </span></b><b><span style="font-family: 宋体; color: black;">服务说明</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）阳光电源是一个有关电源的服务平台，本身不直接上传非授权内容。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）阳光电源运用自己的系统通过互联网向用户提供服务，除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本协议。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）阳光电源对网站服务不承担任何责任，阳光电源不保证服务一定会满足用户的使用要求，也不保证服务不会被中断，对服务的及时性、安全性、准确性也不作担保。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4. </span></b><b><span style="font-family: 宋体; color: black;">用户行为</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">用户帐号、密码和安全</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 用户一旦注册成功，便成为阳光电源的合法用户，将得到一个密码和帐号。用户应采取合理措施维护其密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；由该等活动所导致的任何损失或损害由用户承担，阳光电源不承担任何责任。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知阳光电源，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到阳光电源的安全保护。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">对于用户长时间未使用的帐号，阳光电源有权予以关闭。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; text-indent: 10.5pt; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">用户应遵守以下法律及法规</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">《互联网电子公告服务管理规定》、《信息网络传播权保护条例》等有关计算机及互联网规定的法律、法规、实施办法。在任何情况下，阳光电源有理由认为用户的行为可能违反上述法律、法规，阳光电源可以在任何时候，无需事先通知而有权直接终止向该用户提供服务。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 阳光电源欢迎用户举报任何违反上述法律或侵犯他人权利的上传内容，一经发现违法或侵权的上传内容，阳光电源将无条件删除。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">禁止用户从事以下行为：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）上载、张贴、发送电子邮件或传送包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他另人反感的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">（以下简称内容）。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）以任何方式危害未成年人。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）伪造标题或以其他方式操控识别资料，使人误认为该内容为阳光电源所传送。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5</span><span style="font-family: 宋体; color: black;">）将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">6</span><span style="font-family: 宋体; color: black;">）将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">7</span><span style="font-family: 宋体; color: black;">）将广告函件、促销资料、</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">"</span><span style="font-family: 宋体; color: black;">垃圾邮件</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">"</span><span style="font-family: 宋体; color: black;">等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">8</span><span style="font-family: 宋体; color: black;">）将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">方式传送。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">9</span><span style="font-family: 宋体; color: black;">）干扰或破坏本网站服务或与本网站服务相连的服务器和网络，或不遵守本网站使用之规定。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">10</span><span style="font-family: 宋体; color: black;">）故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">用户对经由本网站上载、张贴、发送电子邮件或传送的内容承担全部责任</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 对于经由本网站而传送的内容，阳光电源不保证前述其合法性、正当性、准确性、完整性或品质。用户在接受本网站服务时，有可能会接触到令人不快、不适当或令人</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">厌恶的内容。在任何情况下，阳光电源均不对任何内容承担任何责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。阳光电源有权（但无义务）自行拒绝或删除经由本网站提供的任何内容。用户使用上述内容，应自行承担风险。阳光电源有权利在下述情况下，对内容进行保存或披露：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）法律程序所规定；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）本服使用协议规定；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）被侵害的第三人提出权利主张；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）为保护阳光电源、其使用者及社会公众的权利、财产或人身安全。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> （</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5</span><span style="font-family: 宋体; color: black;">）其他阳光电源认为有必要的情况。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">．</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5</span><span style="font-family: 宋体; color: black;">对用户信息的存储和限制</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> 阳光电源不对用户所发布信息的删除或储存失败承担责任。阳光电源有权判断用户的行为是否符合本网站使用协议条款之规定，如果阳光电源认为用户违背了协议条款的规定，阳光电源有终止向其提供网站服务的权利。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5. </span></b><b><span style="font-family: 宋体; color: black;">用户隐私权制度</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">当用户注册阳光电源的服务时，用户须提供个人信息。阳光电源收集个人信息的目的是为用户提供尽可能多的个人化网上服务。阳光电源不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在阳光电源中的非公开内容，除非有下列情况：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）有关法律规定或阳光电源合法服务程序规定；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）在紧急情况下，为维护用户及公众的权益；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）为维护阳光电源的商标权、专利权及其他任何合法权益；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）其他需要公开、编辑或透露个人信息的情况。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">6. </span></b><b><span style="font-family: 宋体; color: black;">关于用户在阳光电源上载或发布的内容：</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）用户上载的内容是指用户在本网站上载或发布的视频或其它任何形式的内容包括文字、图片、音频等。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）除非阳光电源收到相反通知，阳光电源将用户视为其在本网站上载或发布的内容的版权拥有人。用户在本网站上载或发布内容即视为其同意授予阳光电源所有上述内</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">容的在全球范围内的免费、不可撤销的无限期的并且可转让的非独家使用权许可，阳光电源有权展示、散布及推广前述内容，有权对前述内容进行任何形式的复制、修改、出版、发行及以其他方式使用或者授权第三方进行复制、修改、出版、发行及以其他方式使用。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）因用户进行上述内容在本网站的上载或发布，而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户承担全部责任。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">7. </span></b><b><span style="font-family: 宋体; color: black;">关于第三方链接</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">本网站服务可能会提供与其他国际互联网网站或资源进行链接。对于前述网站或资源是否可以利用，阳光电源不承担担保责任。因使用或依赖上述网站或资源所生的损失或损害，阳光电源也不负担任何责任。</span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">8. </span></b><b><span style="font-family: 宋体;">知识产权及其他权利的归属</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）阳光电源对网站服务及本网站所使用的软件所包含的受知识产权或其他法律保护的资料享有相应的权利；除用户依法享有之版权之内容之外，本网站的整体内容版权归阳光电源所有。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）经由本网站传送的视频及其它内容，受到著作权法、商标法、专利法或其他法律的保护；除该等视频及其它内容上载的用户所享有的版权，未经阳光电源明示授</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">权许可，其他用户不得进行修改、出租、散布或衍生其他作品。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）用户对本网站所使用的软件有非专属性使用权，但不得自行或许可任何第三方复制、修改、出售或衍生产品。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）本网站所有设计图样以及其他图样、产品及服务名称，均为阳光电源及</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">/</span><span style="font-family: 宋体; color: black;">或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">9. </span></b><b><span style="font-family: 宋体; color: black;">免责声明</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">1</span><span style="font-family: 宋体; color: black;">）阳光电源对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">“</span><span style="font-family: 宋体; color: black;">信息</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">”</span><span style="font-family: 宋体; color: black;">），不保证真实、准确和</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">完整性。如果任何单位或者个人通过上述</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">“</span><span style="font-family: 宋体; color: black;">信息</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">”</span><span style="font-family: 宋体; color: black;">而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，本网站不对任何非与本网站直接发生的交易和</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">/</span><span style="font-family: 宋体; color: black;">或行为承担任何直接、间接、附带或衍生的损失和责任。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">2</span><span style="font-family: 宋体; color: black;">）阳光电源有权但无义务，改善或更正本网站任何部分之任何疏漏、错误。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">3</span><span style="font-family: 宋体; color: black;">）阳光电源不保证（包括但不限于）：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">a.</span><span style="font-family: 宋体; color: black;">本网站适合用户的使用要求；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">b.</span><span style="font-family: 宋体; color: black;">本网站不受干扰，及时、安全、可靠或不出现错误；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">c.</span><span style="font-family: 宋体; color: black;">用户经由本网站取得的任何产品、服务或其他材料符合用户的期望。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">4</span><span style="font-family: 宋体; color: black;">）用户使用经由本网站下载的或取得的任何资料，其风险自行负担；因该等使用导致用户电脑系统损坏或资料流失，用户应负完全责任；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">5</span><span style="font-family: 宋体; color: black;">）基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，阳光电源不承担任何直接、间接、附带、衍生或惩罚性的赔偿：</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">a.</span><span style="font-family: 宋体; color: black;">本网站使用或无法使用；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">b.</span><span style="font-family: 宋体; color: black;">经由本网站购买或取得的任何产品、资料或服务；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">c.</span><span style="font-family: 宋体; color: black;">用户资料遭到未授权的使用或修改；</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;"> </span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">d.</span><span style="font-family: 宋体; color: black;">其他与本网站相关的事宜。</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">6</span><span style="font-family: 宋体; color: black;">）用户在浏览互联网时自行判断使用本网站的搜索或检索目录。该搜索或检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，阳光电源没有义务查</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。</span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">7</span><span style="font-family: 宋体; color: black;">）阳光电源尊重用户的合法权益，也呼吁用户也应同样尊重阳光电源知识产权和其他合法权益。若您认为您的权利或保密内容被侵犯，请一一列出说明向阳光电源发出书面的权利通知书。</span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;">（</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">8</span><span style="font-family: 宋体; color: black;">）因不可抗力造成本网站无法访问或用户数据丢失，阳光电源不负任何责任。因本网站维护期间造成无法访问，阳光电源不负任何责任，但阳光电源会在维护时给出维护提示。因用户原因造成的用户数据丢失，阳光电源不负任何责任。</span></p> <p class="MsoNormal" style="text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体; color: black;">所称“不可抗力”系指不能预见、不能避免或不能克服的客观事件，包括但不限于自然灾害如洪水、火灾、爆炸、雷电、地震和风暴等以及社会事件如战争、动乱、政府管制、国家政策的突然变动和罢工等。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">10. </span></b><b><span style="font-family: 宋体; color: black;">第三方责任</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">由于用户经由本网站上载或发布内容、与本网站连线、违反本服务条款或侵害其他人的任何权利导致任何第三人提出权利主张，用户同意赔偿阳光电源及其分公司、关联公司、代理人或其他合作伙伴及员工，并使其免受损害。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">11. </span></b><b><span style="font-family: 宋体; color: black;">服务的终止</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">阳光电源有权在任何时候，暂时或永久地终止本网站服务（或任何一部分），无论是否通知。阳光电源对本网站服务的终止对用户和任何第三人不承担任何责任。阳光电源有权基于任何理由，终止用户的帐号、密码或使用本服务，或删除、转移用户存储、发布在本服务的内容，阳光电源采取上述行为均</span><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;"> </span><span style="font-family: 宋体; color: black;">不需通知，并且对用户和任何第三人不承担任何责任。</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">12. </span></b><b><span style="font-family: 宋体; color: black;">协议解释权</span></b></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><span style="font-family: 宋体;">本协议声明以及其修改权、更新权及最终解释权均属阳光电源所有。凡以任何方式登陆本网站或直接、间接使用本网站资料者，视为自愿接受本声明的约束。对协议条款有任何疑义及建议均可联系阳光电源（联系地址：合肥市天湖路</span><span lang="EN-US">2</span><span style="font-family: 宋体;">号</span><span lang="EN-US">&nbsp;&nbsp;</span><span style="font-family: 宋体;">阳光电源股份有限公司</span> <span style="font-family: 宋体;">客服中心</span><span lang="EN-US">&nbsp; </span><span style="font-family: 宋体;">邮编：</span><span lang="EN-US">230088</span><span style="font-family: 宋体;">）</span></p> <p class="MsoNormal" style="margin-bottom: 7.5pt; text-align: left; line-height: 24pt; background: none repeat scroll 0% 0% rgb(248, 248, 248);" align="left"><b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US">13. </span></b><b><span style="font-family: 宋体; color: black;">法律的适用和管辖</span></b><span style="font-family: &quot;Microsoft YaHei&quot;,&quot;serif&quot;; color: black;" lang="EN-US"><br> </span><span style="font-family: 宋体; color: black;">本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律，与本协议有关的争议提交由阳光电源</span><span style="font-family: 宋体; color: black;">总部所在地的法院管辖</span><span style="font-family: 宋体; color: black;">。本协议的有关条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。</span></p>
