Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

# DEVICEMONITORITEM_920
source: Single-phase active power PF1
it_ch: Monofase fattore di potenza PF1
ja_jp: 単相アクティブパワーPF1
zh_cn: 分相功率因数PF1

# DEVICEMONITORITEM_921
source: Single-phase active power PF2
it_ch: Monofase fattore di potenza PF2
ja_jp: 単相アクティブパワーPF2
zh_cn: 分相功率因数PF2

# DEVICEMONITORITEM_922
source: Single-phase active power PF3
it_ch: Monofase fattore di potenza PF3
ja_jp: 単相アクティブパワーPF3
zh_cn: 分相功率因数PF3

# DEVICEMONITORITEM_923
source: System active power PF
it_ch: Sistema fattore di potenza PF
ja_jp: システムの有効電力PF
zh_cn: 系统功率因数PF

# DEVICEMONITORITEM_924
source: Positive Active Energy
it_ch: Positive energia attiva
ja_jp: 正極活エネルギー
zh_cn: 正向有功电度

# DEVICEMONITORITEM_925
source: Reverse Active Energy
it_ch: Reverse energia reattiva
ja_jp: アクティブなエネルギーを逆に
zh_cn: 反向有功电度

# DEVICEMONITORITEM_926
source: Positive Reactive Energy
it_ch: Positive energia reattiva
ja_jp: 肯定的な反応エネルギー
zh_cn: 正向无功电度

# DEVICEMONITORITEM_927
source: Reverse Reactive Energy
it_ch: Reverse energia reattiva
ja_jp: 反応のエネルギーを逆に
zh_cn: 反向无功电度

# DEVICEMONITORITEM_928
source: Absolute value and active power
it_ch: Valore assoluto e potenza attiva
ja_jp: 絶対値と有効電力
zh_cn: 绝对值和有功电度

# DEVICEMONITORITEM_929
source: Net active energy
it_ch: Energia attiva netta
ja_jp: ネットの活性エネルギー
zh_cn: 净有功电度

# DEVICEMONITORITEM_930
source: Absolute value and reactive power
it_ch: Valore assoluto e potenza reattiva
ja_jp: 絶対値と無効電力
zh_cn: 绝对值和无功电度

# DEVICEMONITORITEM_931
source: Net reactive energy
it_ch: Energia reattiva netta
ja_jp: 正味反応エネルギー
zh_cn: 净无功电度

# DEVICEMONITORITEM_932
source: Positive active energy at top tariff
it_ch: Positive energiaattivaPiu’ altatariffaelettrica
ja_jp: トップ関税における正極活エネルギー
zh_cn: 费率波正向有功电度

# DEVICEMONITORITEM_933
source: Reverse active energy at top tariff
it_ch: Reverse energiaattivaPiu’ altatariffaelettrica
ja_jp: トップ関税で活性エネルギーを逆にする
zh_cn: 费率波反向有功电度

# DEVICEMONITORITEM_934
source: Positive reactive energy at top tariff
it_ch: Positive energiareattivaPiu’ altatariffaelettrica
ja_jp: トップ関税で正反応エネルギー
zh_cn: 费率波正向无功电度

# DEVICEMONITORITEM_935
source: Reverse reactive energy at toptarif
it_ch: Reverse energiareattivaPiu’ altatariffaelettrica
ja_jp: における反応エネルギーを逆にする
zh_cn: 费率波反向无功电度

# DEVICEMONITORITEM_936
source: Positive active energy at peak tariff
it_ch: Positive energiaattivatariffaelettrica in picco
ja_jp: ピーク関税での正極活エネルギー
zh_cn: 费率峰正向有功电度

# DEVICEMONITORITEM_937
source: Reverse active energy at peak tariff
it_ch: Reverse energiaattivatariffaelettrica in picco
ja_jp: ピーク関税で活性エネルギーを逆にする
zh_cn: 费率峰反向有功度

# DEVICEMONITORITEM_938
source: Positive reactive energy at peak tariff
it_ch: Positive energiareattivatariffaelettrica in picco
ja_jp: ピーク関税で正反応エネルギー
zh_cn: 费率峰正向无功电度

# DEVICEMONITORITEM_939
source: Reverse reactive energy at peak tariff
it_ch: Reverse energiareattivatariffaelettrica in picco
ja_jp: ピーク関税での反応のエネルギーを逆
zh_cn: 费率峰反向无功电度

# DEVICEMONITORITEM_940
source: Positive active energy at shoulder tariff
it_ch: Positive energiaattivatariffaelettrica media
ja_jp: 肩の関税における正極活エネルギー
zh_cn: 费率谷正向有功电度

# DEVICEMONITORITEM_941
source: Reverse active energy at shoulder tariff
it_ch: Reverse energiaattivatariffaelettrica media
ja_jp: 肩の関税で活性エネルギーを逆に
zh_cn: 费率谷反向有功电度

# DEVICEMONITORITEM_942
source: Positive reactive energy at shoulder tariff
it_ch: Positive energiareattivatariffaelettrica media
ja_jp: 肩の関税で正反応エネルギー
zh_cn: 费率谷正向无功电度

# DEVICEMONITORITEM_943
source: Reverse reactive energy at shoulder tariff
it_ch: Reverse energiareattivatariffaelettrica media
ja_jp: 肩の関税における反応エネルギーを逆に
zh_cn: 费率谷反向无功电度

# DEVICEMONITORITEM_944
source: Positive active energy at off-peak tariff
it_ch: Positive energiaattivatariffaelettrica in valle
ja_jp: オフピークの関税で、正極活エネルギー
zh_cn: 费率平正向有功电度

# DEVICEMONITORITEM_945
source: Reverse active energy at off-peak tariff
it_ch: Reverse energiaattivatariffaelettrica in valle
ja_jp: オフピークの関税で活性エネルギーを逆に
zh_cn: 费率平反向有功电度

# DEVICEMONITORITEM_946
source: Positive reactive energy at off-peak tariff
it_ch: Positive energiareattivatariffaelettrica in valle
ja_jp: オフピークの関税で正反応エネルギー
zh_cn: 费率平正向无功电度

# DEVICEMONITORITEM_947
source: Reverse reactive energy at off-peak tariff
it_ch: Reverse energiareattivatariffaelettrica in valle
ja_jp: オフピークの関税で反応エネルギーを逆に
zh_cn: 费率平反向无功电度

# DEVICETYPE_9
source: Ammeter
it_ch: Amperometro
zh_cn: 电表

# DEVICE_MONITOR_AMMETER
source: Ammeter list
it_ch: Amperometro
ja_jp: メータのリスト
zh_cn: 电表列表

# PUBLIC_APP_CONTENT111
source: <p>Now, you can easily access via mobile phone to monitor, organize, and display of power plants online portal SolarInfo Bank, and as a free Android application. No matter what system you have, can use SolarInfo Bank via mobile phone to access your plants. Therefore, the power plant operators, installers and maintenance personnel can access from anywhere they need the most important data. This saves time and cost. </p><p>No matter where you are, can take advantage of existing user data access power plants. If you would like to personally understand the online monitoring of power plant work, or you do not SolarInfo Bank account, we will provide a demo account..</p><p>Energy production today or last month, how? Now, access the power of data easier than ever. And, can the Android is more intuitive to simply understand the use of plants.</p>
it_ch: <p>Ora, si può facilmente accedere via cellulare per monitorare, organizzare, e la visualizzazione di centrali elettriche in linea SolarInfo Bank portale, e come applicazione gratuita per Android.Non importa quale sistema si ha, può usare SolarInfo Bank via cellulare per accedere alle vostre piante. Pertanto, gli operatori di centrale elettrica, installatori e personale addetto alla manutenzione può accedere da qualsiasi luogo di cui hanno bisogno i dati più importanti. Ciò fa risparmiare tempo e costi. </p><p>Non importa dove ti trovi, può sfruttare i dati esistenti centrali di accesso utente. Se volete capire di persona il monitoraggio on-line di lavoro centrale elettrica, o che non tengono conto SolarInfo Bank, forniremo un account demo.</p><p>Produzione di energia oggi o il mese scorso, come? Ora, il potere di accesso dei dati più facile che mai. E può l'Android è più intuitivo di capire semplicemente l'uso di piante.</p> </p><a target='_blank' href='/public/solarinfobank_android'><img src="/images/xcy/bu03.jpg"/></a>
ja_jp: <p>今、携帯電話を通じて、気軽に発電所を監視・組織・展示するオンラインポータルサイトSolarInfo Bankをアクセスすることができて、そしてそれを無料のAndroidアプリケーションとすることができます。 どんな大きなシステムに問わず、すべてSolarInfo Bankを使い、携帯電話を通じて貴社の発電所をアクセスすることができます。 そのため、発電所の操作者、据付け技師とメンテナンス人員は、いかなる場所で彼らが必要する最も重要なデータをアクセスすることができます。 このように時間とコストを節約することができます。 </p><p>お客さんはどこにいるかに関わらず、すべて既存のユーザーデータを使い、発電所をアクセスすることができます。 自らでオンライン発電所監視の仕事方法を体験したいならば、あるいはまだSolarInfo Bankアカウントを持っていなければ、私達は１つのデモアカウントを提供することができます。</p><p>今日又は先月のエネルギーの生産情況はどうでしょうか。 現在、電気量のデータをアクセスすることが、以前より更に容易になります。 しかも、Androidを通じて更に直観・簡単に発電所の使用情況を調べることができます</p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-ipad/id501590339?l=zh&ls=1&mt=8 '><img src="/images/ipadstore.jpg"/></a>
zh_cn: <p>现在，可以通过移动电话轻松访问用于监控、组织和展示发电厂的在线门户SolarInfo Bank，并将其作为免费的 Android应用程序。 无论您拥有多大的系统，都能利用 SolarInfo Bank 通过移动电话访问您的发电厂。 因此，电厂操作人员、安装技师和维修人员可以在任何地方访问他们所需的最重要数据。 这样可以节省时间和成本。 </p><p>无论您身在何处，都可利用现有的用户数据访问电厂。 如果您想亲自了解在线电厂监控的工作方式，或者您还没有 SolarInfo Bank 帐户，我们会提供一个演示帐户。</p><p>今天或上个月的能源生产情况如何？ 现在，访问电量数据将比以往更容易。 并且，可通过 Android 更加直观简单地了解电厂的使用情况。</p>

# ERRORITEM_10752
source: Relay-flt
ja_jp: リレーの故障
zh_cn: 继电器故障

# ERRORITEM_13056
source: ENS-err
ja_jp: ENS障害
zh_cn: ENS故障

# ERRORITEM_13312
source: Iac-high
it_ch: Iac-alta
ja_jp: ネットワークを搭載
zh_cn: 电网过流

# ERRORITEM_13824
source: Upd fail
it_ch: Upd fllt
ja_jp: 失敗するアップグレード
zh_cn: 升级失败

# ERRORITEM_16401
source: GFDI-flt
ja_jp: GFDI障害
zh_cn: GFDI故障

# ERRORITEM_16402
source: RISO-flt
ja_jp: 絶縁抵抗
zh_cn: 绝缘阻抗

# ERRORITEM_16403
source: Standby
it_ch: Attesa
ja_jp: 休眠
zh_cn: 休眠

# ERRORITEM_256
source: Temp-flt
it_ch: Temp-abn
ja_jp: 温度障害
zh_cn: 温度故障

# ERRORITEM_33024
source: Derating
ja_jp: 動作をディレーティング
zh_cn: 降额运行

# ERRORITEM_33280
source: Sdisptch
it_ch: Dispacci
ja_jp: 操作をディスパッチする
zh_cn: 调度运行

# ERRORITEM_37120
source: Warning
it_ch: Allarme
ja_jp: アラームラン
zh_cn: 告警运行

# ERRORITEM_4
source: Idc-high
it_ch: Idc-alta
ja_jp: DC過電流
zh_cn: 直流过流

# ERRORITEM_0
source: Run
it_ch: Correre
ja_jp: 実行
zh_cn: 运行

source: Device Run Data
it_ch: Impianto correre dati
zh_cn: 设备运行数据

# HOME_INDEX_RELOAD_VALIDATECODE
source: Click to replace the picture
it_ch: Fare clic per sostituire l'immagine
ja_jp: 点击更换图片
zh_cn: 点击更换图片

# HOME_INDEX_VALIDATECODE
source: Verification code
it_ch: codice di verifica
ja_jp: 验证码
zh_cn: 验证码

# INVERTER_EDIT_POWER_RATIO
source: Energy ratio
it_ch: rapporto energetico
ja_jp: 发电量比例
zh_cn: 发电量比例

# DEVICEMONITORITEM_141
source: Fault state
it_ch: stato di guasto
ja_jp: フォールト状態
zh_cn: 故障状态

# DEVICEMONITORITEM_142
source: Fault state2
it_ch: stato di guasto 2
ja_jp: フォールト状態 2
zh_cn: 故障状态2

# DEVICEMONITORITEM_143
source: Reactor temperature
it_ch: Reattore Temperatura
ja_jp: 原子炉温度
zh_cn: 电抗器温度

# DEVICEMONITORITEM_144
source: Module temperature 1
it_ch: Modulo di temperatura 1
ja_jp: モジュール温度 1
zh_cn: 模块温度1

# DEVICEMONITORITEM_145
source: Module temperature 2
it_ch: Modulo di temperatura 2
ja_jp: モジュール温度 2
zh_cn: 模块温度2

# DEVICEMONITORITEM_146
source: Module temperature 3
it_ch: Modulo di temperatura 3
ja_jp: モジュール温度 3
zh_cn: 模块温度3

# DEVICEMONITORITEM_147
source: Module temperature 4
it_ch: Modulo di temperatura 4
ja_jp: モジュール温度 4
zh_cn: 模块温度4

# DEVICEMONITORITEM_148
source: Module temperature 5
it_ch: Modulo di temperatura 5
ja_jp: モジュール温度 5
zh_cn: 模块温度5

# DEVICEMONITORITEM_149
source: Module temperature 6
it_ch: Modulo di temperatura 6
ja_jp: モジュール温度 6
zh_cn: 模块温度6

# DEVICEMONITORITEM_150
source: Environment Temperature 1
it_ch: Temperatura 1
ja_jp: 環境温度 1
zh_cn: 环境温度1

# DEVICEMONITORITEM_151
source: Environment temperature 2
it_ch: Temperatura 2
ja_jp: 環境温度 2
zh_cn: 环境温度2

# workstatusdlgd
source: Current are too low
zh_cn: 电流过低

# workstatusdlgd0
source: Normal
zh_cn: 正常

# workstatusdlgd1
source: Fault
zh_cn: 故障

# workstatusdlgg
source: Current are too high
zh_cn: 电流过高

# workstatusdlgg0
source: Normal
zh_cn: 正常

# workstatusdlgg1
source: Fault
zh_cn: 故障

# workstatusduanlu
source: Short
it_ch: breve
zh_cn: 短路

# workstatusduanlu0
source: Normal
zh_cn: 正常

# workstatusduanlu1
source: Fault
zh_cn: 故障

# workstatusflq0
source: SPD is normal
it_ch: SPD è normale
zh_cn: 防雷器正常

# workstatusflq1
source: SPD failure
it_ch: SPD fallimento
zh_cn: 防雷器故障

# workstatusjnwd0
source: Internal Temperature is normal
zh_cn: 机内温度正常

# workstatusjnwd1
source: Internal Temperature is too high
zh_cn: 机内温度过高

# workstatuskailu
source: Open Data
zh_cn: 开路

# workstatuskailu0
source: Normal
zh_cn: 正常

# workstatuskailu1
source: Fault
zh_cn: 故障

# workstatusrun0
source: don`t running
zh_cn: 未运行

# workstatusrun1
source: run
zh_cn: 运行

# workstatusstop0
source: don`t stop
zh_cn: 未停止

# workstatusstop1
source: stop
zh_cn: 停止

# DEVICEMONITORITEM_513
source: total Increment Insolation
ja_jp: 总辐射量
zh_cn: 总辐射量

# DEVICEMONITORITEM_116_0
source: Grid Voltage
it_ch: Voltaggio della rete elettrica
ja_jp: 電気網電圧
zh_cn: 电网电压

# DEVICEMONITORITEM_116_2
source: Voltage of AB phase
it_ch: Voltaggio di fase AB
ja_jp: AB线電圧
zh_cn: AB线电压

# DEVICEMONITORITEM_117_2
source: Voltage of BC phase
it_ch: Voltaggio di fase BC
ja_jp: BC线電圧
zh_cn: BC线电压

# DEVICEMONITORITEM_118_2
source: Voltage of CA phase
it_ch: Voltaggio di fase CA
ja_jp: CA线電圧
zh_cn: CA线电压

# DEVICEMONITORITEM_119_0
source: Grid Current
it_ch: Elettricità della rete elettrica
ja_jp: 電気網電流
zh_cn: 电网电流

# DEVICEMONITORITEM_119_2
source: Current of AB phase
it_ch: Corrente di AB fase
ja_jp: AB线電流
zh_cn: AB线电流

# DEVICEMONITORITEM_120_2
source: Current of BC phase
it_ch: Corrente di BC fase
ja_jp: BC线電流
zh_cn: BC线电流

# DEVICEMONITORITEM_121_2
source: Current of CA phase
it_ch: Corrente di CA fase
ja_jp: CA线電流
zh_cn: CA线电流

# NOTICE_ADDED_DEVICE
source: Please add a device
it_ch: Si prega di aggiungere un dispositivo
ja_jp: デバイスを追加してください
zh_cn: 请添加一个设备

# NOTICE_DESIGN_POWER
source: Please enter \"Design Power\"
it_ch: Si prega di inserire \"Potenza progettata\"
ja_jp: \"設計電力\"を入力してください
zh_cn: 请输入“设计功率”

# NOTICE_DEVICE_NAME
source: Please enter \"Device name\"
it_ch: Si prega di inserire \"Nome unità\"
ja_jp: \"デバイス名\"を入力してください
zh_cn: 请输入“设备名称”

# NOTICE_DEVICE_PASSWORD
source: Please enter \"Device password\"
it_ch: Si prega di inserire \"password Device\"
ja_jp: \"デバイスのパスワード\"を入力してください
zh_cn: 请输入“设备密码”

# NOTICE_DEVICE_SN
source: Please enter \"Device serial number\"
it_ch: Si prega di inserire \"il numero di serie del dispositivo\"
ja_jp: \"デバイスのシリアル番号\"を入力してください
zh_cn: 请输入“设备序列号”

# NOTICE_NOT_DELEVE_DEFAULT
source: Default can not be deleted
it_ch: Di default non può essere cancellato
ja_jp: デフォルトでは削除することはできません
zh_cn: 默认不能被删除

# NOTICE_PLANT_NAME
source: plants already exist
it_ch: Centrali Powe esistono già
ja_jp: 発電所は既に存在している
zh_cn: 电站已存在

# OPTION_CLOSE
source: Away
it_ch: Via
ja_jp: 離れて
zh_cn: 收起选填项

# OPTION_OPEN
source: Expansion
it_ch: Espansione
ja_jp: 拡大
zh_cn: 展开选填项

# NEWREGISTER_DEVICEINFO
source: Devices information
it_ch: attrezzatura
ja_jp: デバイス情報
zh_cn: 设备信息

# NEWREGISTER_PLANTINFO
source: Plant Information
it_ch: centrale elettrica
ja_jp: 発電所の情報
zh_cn: 电站信息

# NEWREGISTER_USERINFO
source: User Information
it_ch: utente
ja_jp: ユーザ情報
zh_cn: 用户信息

# NEXT_STEP
source: Next
it_ch: Prossimo
ja_jp: 次の
zh_cn: 下一步

source: Add Device
it_ch: Aggiungi dispositivo
ja_jp: デバイスの追加
zh_cn: 添加设备

# BUTTON_FINISHED
source: Complete
it_ch: Completare
ja_jp: 完了する
zh_cn: 完成

# DEVICE_PASSWORD
source: password
it_ch: password del dispositivo
ja_jp: デバイスのパスワード
zh_cn: 设备密码

# DEVICE_SN
source: Serial number
it_ch: Numero di serie
ja_jp: デバイスのシリアル番号
zh_cn: 设备序列号

# digitalinputdlq
source: Breaker
it_ch: interruttore
ja_jp: 断路器
zh_cn: 断路器

# digitalinputdlq0
source: Closure
it_ch: chiusura
ja_jp: 闭合
zh_cn: 闭合

# digitalinputdlq1
source: tripping or open
it_ch: intervento o aperto
ja_jp: 脱扣或者断开
zh_cn: 脱扣或者断开

# digitalinputflq
source: SPD
ja_jp: 防雷器
zh_cn: 防雷器

# digitalinputflq0
source: Fault
it_ch: guasto
ja_jp: 故障
zh_cn: 故障

# digitalinputflq1
source: Normal
it_ch: normale
ja_jp: 正常
zh_cn: 正常

# PREVIOUS_STEP
source: Previous
it_ch: Precedente
ja_jp: 前
zh_cn: 上一步

# REGISTER_AGREE
source: Agree《User Agreement》
it_ch: Accetto "Accordo per gli utenti"
ja_jp: "利用規約"に同意する
zh_cn: 同意《用户协议内容》

# DEVICE_DEVICE_HISTORYRUN_DATA
source: History data
it_ch: dati della cronologia
ja_jp: 設備歴史の運転データ
zh_cn: 设备历史数据

# DEVICE_HISTORYRUN_DATA
source: Run Data
it_ch: correre dati
ja_jp: の運転データ
zh_cn: 运行数据

# QA_BUTTON_ASK
source: Ask
it_ch: chiedere
ja_jp: 提问
zh_cn: 提问

# QA_CONTENT
source: Content
it_ch: contenuto
ja_jp: 内容
zh_cn: 内容

# QA_NOTICE
source: Please fill in your question
it_ch: Si prega di compilare la tua domanda
ja_jp: 请在下面填写您的问题
zh_cn: 请在下面填写您的问题

# QA_NOTICE_CONTENT
source: Please enter the Q & A content
it_ch: Inserisci il Q & A contenuto
ja_jp: 请输入提问内容
zh_cn: 请输入提问内容

# QA_NOTICE_TITLE
source: Please enter a title
it_ch: Inserisci un titolo
ja_jp: 请输入标题
zh_cn: 请输入标题

# QA_TITLE
source: Title
it_ch: titolo
ja_jp: 标题
zh_cn: 标题

# ENERGY_RATE_ADD_SUCCESS
source: compensation setting
it_ch: l'impostazione di compensazione
ja_jp: 发电量补偿设置成功
zh_cn: 设置成功

# INSIDE_ENERGY_RATE
source: Energy coefficient
it_ch: Energia coefficiente
ja_jp: 发电量系数
zh_cn: 逆变器比较

# PLANT_ENERGY_FORECAST_VALUE
source: Predictive value
it_ch: valore predittivo
ja_jp: 预测值
zh_cn: 预测值

# COMPENSATION_LAST_SEVEN_DAYS
source: Last seven days
it_ch: Ultimi sette giorni
ja_jp: 最近七天
zh_cn: 最近七天

# COMPENSATION_OBJ_NAME
source: Name
it_ch: nome
ja_jp: 补偿对象名称
zh_cn: 名称

# COMPENSATION_PREIOD_TIME
source: Time
it_ch: tempo
ja_jp: 一段时间
zh_cn: 一段时间

# COMPENSATION_RECORD
source: records
it_ch: record
ja_jp: 补偿记录
zh_cn: 记录

# COMPENSATION_TIME
source: time
it_ch: tempo
ja_jp: 补偿时间
zh_cn: 时间

# COMPENSATION_TYPE
source: type
it_ch: tipo
ja_jp: 补偿类型
zh_cn: 类型

source: Compensation value
it_ch: valore di compensazione
ja_jp: 补偿值
zh_cn: 补偿值

# DAY_COMPENSATION_ENERGY
source: Daily energy compensation
it_ch: Energia di compensazione giornaliera
ja_jp: 日发电量补偿
zh_cn: 日发电量补偿

# MONTH_COMPENSATION_ENERGY
source: Monthly energy compensation
it_ch: Energia di compensazione mensile
ja_jp: 月发电量补偿
zh_cn: 月发电量补偿

# TOTAL_COMPENSATION_ENERGY
source: total energy compensation
it_ch: energia compensazione totale
ja_jp: 累计发电量补偿
zh_cn: 累计发电量补偿

# YEAR_COMPENSATION_ENERGY
source: Annual energy compensation
it_ch: Energia di compensazione annuale
ja_jp: 年发电量补偿
zh_cn: 年发电量补偿

# ENERGYWARN_PERCENT
source: Actual ratio/Set ratio
it_ch: Effettivo rapporto / Set rapporto
ja_jp: 实际比率
zh_cn: 实际比/设置比

# SHARED_INSIDEMASTERPAGE_ENERGYWARN
source: Energy warning
it_ch: Energia avviso
ja_jp: 设备发电量告警
zh_cn: 发电量预警

# ENERGY_RATE
source: Energy compensation
it_ch: Energia compenso
ja_jp: 发电量补偿
zh_cn: 发电量补偿

# HOME_INDEX_VIEWMORE
source: More…
it_ch: Maggiori informazioni ...
zh_cn: 查看更多

# HIGHT_RATE
source: High-coefficient
it_ch: Alto coefficiente
zh_cn: 过高系数

# LOW_RATE
source: Lower-Coefficient
it_ch: Bassa Coefficiente
zh_cn: 过低系数

# QA_SUBTITLE_DESCR
source: You are in our troubleshooting system for all service queries. By entering a search query, you can receive useful information and valuable tips on our inverters, communication products and software programs.
zh_cn: 您可以在此输入您想得到解答的问题

# PLANT_ENERGYFILTER_SUBTITLE
source: Lower or higher than each kWp Power The average value of coefficient will trigger warning
zh_cn: 每kWp发电量低于或高于平均值设定系数将触发预警

# PLANT_MONTH_DESC
source: Month
it_ch: Mese
zh_cn: 月份

# ENERGY_FORECAST_VALUE
source: Energy Predictive value
it_ch: Energie Predictive Wert
zh_cn: 发电量预测值

# TEMPLATE_CONFIG
source: Template Settings
it_ch: Template-Einstellungen
zh_cn: 模板设置

# TEMPLATE_SELECT
source: Select a template
it_ch: Wählen Sie eine Vorlage
zh_cn: 选择模板

# TEMPLATE_SYS_NAME
source: System Name
it_ch: Name System
zh_cn: 系统名称

# TEMPLATE_UPLOAD_CUR_LOGO
source: Current Logo
it_ch: Logo corrente
zh_cn: 当前Logo

# TEMPLATE_UPLOAD_LOGO
source: Upload Logo
it_ch: Carica Logo
zh_cn: 上传Logo

# TEMPLATE_UPLOAD_LOGO_ANDSYSNAME
source: To upload Logo and modify the name
it_ch: Per caricare logo e modificare il nome
zh_cn: 上传Logo与修改名称

# TEMPLATE_UPLOAD_LOGO_NOTICE
source: 1、Please note: the picture size does not exceed (W 200 * H 50) pixels 72px bitmap (support jpg, png, gif) is to ensure that the page effect, preferably transparent background gif! <br/>2、the system name up to 18 characters
it_ch: 1、Attenzione: le dimensioni dell'immagine non superi (L 200 * H 50) pixel bitmap 72px (supporto jpg, png, gif) è quello di garantire che l'effetto pagina, preferibilmente trasparente sfondo gif! <br/>2、 il sistema dei nomi fino a 18 caratteri
zh_cn: 1、图片大小不超过(宽200*高50),像素为72px的位图(支持jpg,png,gif)，为保证页面效果，最好是透明背景的gif ！ <br/>2、系统名称最多18个字符

# TEMPLATE_NAME1
source: Orange
zh_cn: 橘黄

# TEMPLATE_NAME2
source: Blue
zh_cn: 蓝色

# TEMPLATE_NAME3
source: Dark green
zh_cn: 深绿

# TEMPLATE_NAME4
source: Dark green
zh_cn: 墨绿

# TEMPLATE_NAME5
source: Red
zh_cn: 红色

# TEMPLATE_NAME6
source: Gray
zh_cn: 灰色

# TEMPLATE_NAME7
source: Light green
zh_cn: 浅绿

# TEMPLATE_NAME8
source: Azure blue
zh_cn: 湛蓝

# QA_BACK_QUESTIONS_LIST
source: Back Questions List
zh_cn: 返回问题列表

# DEVICEMONITORITEM_366
source: No. 17 Current
zh_cn: 第十七路电流

# DEVICEMONITORITEM_367
source: No. 18 Current
zh_cn: 第十八路电流

# DEVICEMONITORITEM_368
source: No. 19 Current
zh_cn: 第十九路电流

# DEVICEMONITORITEM_369
source: No. 20 Current
zh_cn: 第二十路电流

# DEVICEMONITORITEM_370
source: No. 21 Current
zh_cn: 第二十一路电流

# DEVICEMONITORITEM_371
source: No. 22 Current
zh_cn: 第二十二路电流

# DEVICEMONITORITEM_372
source: No. 23 Current
zh_cn: 第二十三路电流

# DEVICEMONITORITEM_373
source: No. 24 Current
zh_cn: 第二十四路电流

# DEVICEMONITORITEM_374
source: No. 25 Current
zh_cn: 第二十五路电流

# DEVICEMONITORITEM_375
source: No. 26 Current
zh_cn: 第二十六路电流

# DEVICEMONITORITEM_376
source: No. 27 Current
zh_cn: 第二十七路电流

# DEVICEMONITORITEM_377
source: No. 28 Current
zh_cn: 第二十八路电流

# DEVICEMONITORITEM_378
source: No. 29 Current
zh_cn: 第二十九路电流

# DEVICEMONITORITEM_379
source: No. 30 Current
zh_cn: 第三十路电流

# DEVICEMONITORITEM_380
source: No. 31 Current
zh_cn: 第三十一路电流

# DEVICEMONITORITEM_381
source: No. 32 Current
zh_cn: 第三十二路电流

# DEVICEMONITORITEM_334
source: No. 1 Power
zh_cn: 第一路功率

# DEVICEMONITORITEM_335
source: No. 2 Power
zh_cn: 第二路功率

# DEVICEMONITORITEM_336
source: No. 3 Power
zh_cn: 第三路功率

# DEVICEMONITORITEM_337
source: No. 4 Power
zh_cn: 第四路功率

# DEVICEMONITORITEM_338
source: No. 5 Power
zh_cn: 第五路功率

# DEVICEMONITORITEM_339
source: No. 6 Power
zh_cn: 第六路功率

# DEVICEMONITORITEM_340
source: No. 7 Power
zh_cn: 第七路功率

# DEVICEMONITORITEM_341
source: No. 8 Power
zh_cn: 第八路功率

# DEVICEMONITORITEM_342
source: No. 9 Power
zh_cn: 第九路功率

# DEVICEMONITORITEM_343
source: No. 10 Power
zh_cn: 第十路功率

# DEVICEMONITORITEM_344
source: No. 11 Power
zh_cn: 第十一路功率

# DEVICEMONITORITEM_345
source: No. 12 Power
zh_cn: 第十二路功率

# DEVICEMONITORITEM_346
source: No. 13 Power
zh_cn: 第十三路功率

# DEVICEMONITORITEM_347
source: No. 14 Power
zh_cn: 第十四路功率

# DEVICEMONITORITEM_348
source: No. 15 Power
zh_cn: 第十五路功率

# DEVICEMONITORITEM_349
source: No. 16 Power
zh_cn: 第十六路功率

# DEVICEMONITORITEM_350
source: No. 17 Power
zh_cn: 第十七路功率

# DEVICEMONITORITEM_351
source: No. 18 Power
zh_cn: 第十八路功率

# DEVICEMONITORITEM_352
source: No. 19 Power
zh_cn: 第十九路功率

# DEVICEMONITORITEM_353
source: No. 20 Power
zh_cn: 第二十路功率

# DEVICEMONITORITEM_354
source: No. 21 Power
zh_cn: 第二十一路功率

# DEVICEMONITORITEM_355
source: No. 22 Power
zh_cn: 第二十二路功率

# DEVICEMONITORITEM_356
source: No. 23 Power
zh_cn: 第二十三路功率

# DEVICEMONITORITEM_357
source: No. 24 Power
zh_cn: 第二十四路功率

# DEVICEMONITORITEM_358
source: No. 25 Power
zh_cn: 第二十五路功率

# DEVICEMONITORITEM_359
source: No. 26 Power
zh_cn: 第二十六路功率

# DEVICEMONITORITEM_360
source: No. 27 Power
zh_cn: 第二十七路功率

# DEVICEMONITORITEM_361
source: No. 28 Power
zh_cn: 第二十八路功率

# DEVICEMONITORITEM_362
source: No. 29 Power
zh_cn: 第二十九路功率

# DEVICEMONITORITEM_363
source: No. 30 Power
zh_cn: 第三十路功率

# DEVICEMONITORITEM_364
source: No. 31 Power
zh_cn: 第三十一路功率

# DEVICEMONITORITEM_365
source: No. 32 Power
zh_cn: 第三十二路功率

# PLANT_CHART_DAY_CHART_POWER
source: Power
zh_cn: 功率

# AUTO_REFRESH_NOTICE
source: Refresh interval{0}S
zh_cn: 刷新间隔{0}S

# ENERGY_RATE_TITLE
source: Generating capacity compensation
it_ch: Generazione di compensazione della capacità
ja_jp: 发电量补偿
zh_cn: 设置发电量补偿量

# BIG_SCREEN_INSTALL_DATE
source: Installation Date
zh_cn: 投入运行日期

# BIG_SCREEN_INVERTER_COUNT
source: Interval Count
zh_cn: 逆变器数量

# BIG_SCREEN_INVERTER_TYPE
source: Interval Model
zh_cn: 逆变器类型

# BIG_SCREEN_LOCATION
source: Location
zh_cn: 地理位置

# BIG_SCREEN_OWNER_UNIT
source: Owner
zh_cn: 业主单位

# BIG_SCREEN_LOGO_SETTING
source: Fullscreen LOGO settings
zh_cn: 全屏LOGO设置

# BIG_SCREEN_LOGO_UPLOAD
source: Upload LOGO
zh_cn: 上传LOGO

# BIG_SCREEN_MENU
source: Fullscreen Browsing
zh_cn: 全屏浏览

# DEVICE_RELATION_MENU
source: Device Relationships
zh_cn: 设备关系设置

# RELATION_MOVE_LEFT
source: move left
zh_cn: 左移

# RELATION_MOVE_RIGHT
source: move right
zh_cn: 右移

# DEVICE_RELATION_NOTICE1
source: Please select a device
zh_cn: 请选择一个设备

# DEVICE_RELATION_NOTICE2
source: Please select a device
zh_cn: 请选择一个设备

# DEVICE_RELATION_NOTICE3
source: Can not be associated
zh_cn: 无法关联

# DEVICE_RELATION_NOTICE4
source: Can not be associated
zh_cn: 无法关联

# CHART_POWER_SUNLIGHT
source: Power & Insolation
zh_cn: 功率 & 日照

# PAGE_QA_TITLE
source: FAQ
ja_jp: 有问有答

# String
source: DATAITEM
it_ch: Il rendimento del dispositivo mensile
