Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

source: Sunday
it_ch: Domenica
ja_jp: 日曜日
zh_cn: 星期日

source: Thursday
it_ch: Giovedì
ja_jp: 木曜日
zh_cn: 星期四

source: Tuesday
it_ch: Martedì
ja_jp: 火曜日
zh_cn: 星期二

source: Wednesday
it_ch: Mercoledì
ja_jp: 水曜日
zh_cn: 星期三

# DATAITEM_5112
source: Total Energy
it_ch: Totale Energia
ja_jp: 累計トータル発電量
zh_cn: 累计总发电量

# DATAITEM_5114
source: Total Revenue
it_ch: Reddito totale
ja_jp: 累計トータル収入
zh_cn: 累计总收入

# DATAITEM_5117
source: Total CO₂ Reduction
it_ch: Riduzione totale di CO₂
ja_jp: 累計CO₂排出低減
zh_cn: 累计CO₂减排

# REPORT_BUTTON_PREVIEW
source: Preview
it_ch: Prevista
ja_jp: プレビュー
zh_cn: 预览

# TRUE_DELETE
source: Are you srue you want to delete?
it_ch: Sei sicuro di cancellare?
ja_jp: 削除を確定しますか?
zh_cn: 你确定要删除吗？

# REPORT_TYPE_1
source: Daily Report
it_ch: Rappporto quotidiano
ja_jp: 日間レポート
zh_cn: 日报表

# REPORT_TYPE_2
source: Report the last 7 days
it_ch: Segnala ultimi 7 giorni
ja_jp: 最近7日間のレポート
zh_cn: 近7日报表

# REPORT_TYPE_3
source: Monthly Report
it_ch: Rapporto mensile
ja_jp: 月間レポート
zh_cn: 月报表

# REPORT_TYPE_4
source: Annual Report
it_ch: Rapporto annuale
ja_jp: 年間レポート
zh_cn: 年报表

# REPORT_TYPE_5
source: Total Report
it_ch: Rapproto totale
ja_jp: トータルレポート
zh_cn: 总量报表

# PAGE_NO_AUTHORIZATION
source: Sorry, you do not have permission to access this page
it_ch: Spiacente, non hai il permesso di accedere a questa pagina!
ja_jp: すみません、このページをアクセス権限がない！
zh_cn: 对不起，您没有权限访问此页面 !

source: Edit Report
it_ch: Rapporti di editing
ja_jp: レポート編集
zh_cn: 编辑报表

# USERS_ASSIGN_PLANT
source: Assigned Power station
it_ch: Centrale elettrica assegnato
ja_jp: 発電所分配
zh_cn: 分配电站

# HOMT_INDEX_MOBILE_DESCR
source: Click the download page of the application
it_ch: Fare clic sulla pagina di download dell'applicazione
ja_jp: アプリケーションのダウンロードページをクリックします
zh_cn: 点击进入各应用程序的下载页面

# HOMT_INDEX_MOBILE_SUB_TITLE
source: SolarInfo Bank for Mobile App
ja_jp: SolarInfo BankのMobile用プラグラム
zh_cn: SolarInfo Bank 的 Mobile 程序

# HOMT_INDEX_MOBILE_TITLE
source: App
ja_jp: 携帯電話バージョン
zh_cn: 手机版本

# REPORT_BUTTON_ADD
source: Create Report
it_ch: Creare il rapporto
ja_jp: レポート作成
zh_cn: 创建报表

# REPORT_EMAIL_NOTE
source: Enter multiple Email, please use the ";" separated
it_ch: Inserisci e-mail multiple, si prega di utilizzare il ";" separati
ja_jp: 複数メールアドレスを入力する時に、セミコロン（;）で分割して下さい
zh_cn: 输入多个Email时请用";"号分隔

# REPORT_EMAIL_REQUIRED
source: Please enter the e-mail
it_ch: Inserisci l'indirizzo e-mail
ja_jp: メールアドレスを入力して下さい
zh_cn: 请输入电子邮件名

# REPORT_NAME_REQUIRED
source: Please enter the report name
it_ch: Inserisci il nome del report
ja_jp: レポート名を入力して下さい。
zh_cn: 请输入报表名

# REPORT_TITLE_CREATE_REPORT
source: Create Report
it_ch: Creare il rapporto
ja_jp: レポート作成
zh_cn: 创建报表

# REPROT_NOTE
source: Note
ja_jp: 注意
zh_cn: 提示

# REG_USERNAME_ERROR_INFO
source: This user name has been used
it_ch: Questo nome utente è stato utilizzato
ja_jp: このユーザー名が既に使われた
zh_cn: 此用户名已经使用

source: Reports
it_ch: Rapporto
ja_jp: レポート
zh_cn: 报表

# REPORT_OPTIONAL_REQUIRED
source: Data items must be selected
it_ch: Voci di dati deve essere selezionato
ja_jp: データ項目を選択して下さい
zh_cn: 请选择数据项

# AJAX_CHACKING_PLANT_NAME_USED
source: The Power station name has been used
it_ch: Il nome della stazione è stato utilizzato
ja_jp: この発電所の名称が既に使われた
zh_cn: 此电站名称已经使用

# AJAX_CHACKING_UNIT_NAME
source: The unit name has been used
it_ch: Il nome dell'unità è stato utilizzato
ja_jp: このユニットの名称が既に使われた
zh_cn: 此单元名称已经使用

# AJAX_CHACKING_USERNAME
source: The user already exists
it_ch: Questo utente è già esistente
ja_jp: このユーザーが既に存在された
zh_cn: 此用户已经存在

# DATAITEM_2100
source: Yield the last 7 days
it_ch: Resa ultimi 7 giorni
ja_jp: 最近7日間の設備発電量データ
zh_cn: 近7日设备发电量数据

# REPORT_VIEW_TIME
source: Time
it_ch: Tempo
ja_jp: 時間
zh_cn: 时间

# REPORT_LOAD_DATE
source: Date
it_ch: Tempo
ja_jp: 時間
zh_cn: 时间

# REPORT_LOAD_DEVICE_DATA
source: Device Data
it_ch: Dato dell'impianto
ja_jp: 設備データ
zh_cn: 设备数据

# HOME_INDEX_LOG_FAIL_TIME_OUT
source: Login has timed out, please re-login
it_ch: Login è scaduta, si prega di ri-login
ja_jp: ログインは既にタイムアウトして、再度ログインして下さい
zh_cn: 登陆已超时,请重新登陆

# USER_ADDUSER_SELECTED_PLANTS
source: Assigned Power station
it_ch: Centrale elettrica assegnato
ja_jp: 既に分配した発電所
zh_cn: 已分配电站

# REPORT_COUNT_DEVICE
source: Device
it_ch: Impianto
ja_jp: 設備
zh_cn: 设备

# REPORT_COUNT_ITEM
source: Count Item
it_ch: progetto
ja_jp: 項目
zh_cn: 项目

# REPORT_COUNT_TODAYSUN
source: Accumulative
it_ch: Accumulativo
ja_jp: 累計
zh_cn: 累计

# REPORT_DEVICE_COUNT_DATA
source: Devices statistics
it_ch: Dispositivi statistiche
ja_jp: 設備の統計データ
zh_cn: 设备统计数据

# REPORT_PLANT_COUNT_DATA
source: Power statistics
it_ch: Potenza delle statistiche
ja_jp: 発電所の統計データ
zh_cn: 电站统计数据

# DATAITEM_3106
source: The Device Monthly Yield
it_ch: Il rendimento del dispositivo mensile
ja_jp: 月間設備発電量のデータ
zh_cn: 月设备发电量数据

# DATAITEM_4112
source: The device annual yield
it_ch: Il rendimento annuo dispositivo
ja_jp: 年度設備発電量のデータ
zh_cn: 年度设备发电量数据

# DATAITEM_5118
source: The device total yield
it_ch: Il rendimento totale dispositivo
ja_jp: 設備発電量のデータ
zh_cn: 设备发电量数据

# NO_WORK_YEARS
source: No Data
it_ch: Non dati
ja_jp: データなし
zh_cn: 无数据

# USER_PLANT_MAP_RELOAD
source: Refresh
it_ch: Rinfrescare
ja_jp: 更新
zh_cn: 刷新

# PLANT_UNIT_LIST_MONTH_ENERGY
source: This Month Energy
it_ch: Questo mese di energia
ja_jp: 今月の発電量
zh_cn: 当月发电量

# PLANT_UNIT_LIST_MONTH_ENERGY_KWP
source: This month kWp energy output
it_ch: questo mese kWp energia di uscita
ja_jp: 今月のkWp毎発電量
zh_cn: 当月每kWp发电量

# PLANT_UNIT_LIST_YEAR_ENERGY
source: This year energy
it_ch: Quest'anno energia
ja_jp: 今年の発電量
zh_cn: 今年发电量

# PLANT_UNIT_LIST_YEAR_ENERGY_KWP
source: kWp power output per year
it_ch: kWp di potenza all'anno
ja_jp: 今年のkWp毎発電量
zh_cn: 当年每kWp发电量

# CHART_EXPORT_CSV
source: Export chart data to a CSV file
it_ch: Esportazione dati del grafico in un file CSV
ja_jp: グラフデータをCSVファイルにエクスポートします
zh_cn: 导出图表数据到CSV文件

# USER_ADD_USER_SHOW_INFO
source: User Profile
it_ch: Informazione dell'utente
ja_jp: ユーザ情報
zh_cn: 用户信息

# DEVICE_MONITOR_SUNSHINE
source: Insolation
it_ch: Insolazione
ja_jp: 日照
zh_cn: 日照

# DEVICE_MONITOR_TEMPERATURE
source: Temperature
it_ch: Temperatura
ja_jp: 温度
zh_cn: 温度

# DEVICE_MONITOR_WIND_DIRECTION
source: Wind Speed
it_ch: Velocità del vento
ja_jp: 風速
zh_cn: 风速

# DEVICE_MONITOR_WIND_SPEED
source: Wind Speed
it_ch: Velocità del vento
ja_jp: 風速
zh_cn: 风速

# PLANT_UNIT_LIST_TOTAL_ENERGY
source: Total yield
it_ch: Rendimento complessivo
ja_jp: 累計トータル発電量
zh_cn: 累计发电量

# REPORT_COUNT_WEEKTIME
source: Week {1} in {0}
it_ch: Settimana {1} in {0}
ja_jp: {0} 年、第 {1} 週
zh_cn: {0} 年，第 {1} 周

# PLANT_EDIT_DEVICE
source: Edit Device
it_ch: Modifica di dispositivi
ja_jp: 設備編集
zh_cn: 编辑设备

# SAVE_SUCCESS
source: Saved successfully!
it_ch: Conservazione con successo!
ja_jp: 保存完了!
zh_cn: 保存成功!

# DEVICE_EDIT_ERROR_NAME
source: Please enter a device name
it_ch: Inserisci il nome del dispositivo
ja_jp: 設備の名称を入力して下さい
zh_cn: 请输入设备名称

# DEVICE_EDIT_ERROR_NAME_MAXLENGTH
source: Device name can be entered from 2 to 30 characters
it_ch: Nome del dispositivo possono essere inseriti 2-30 caratteri
ja_jp: 設備名称は、2～30個文字を入力できます
zh_cn: 设备名称可以输入 2 ~ 30 字符

# DEVICE_EDIT_ERROR_NAME_MINLENGTH
source: Please enter at least {0} characters
it_ch: Si prega di inserire almeno {0} caratteri
ja_jp: {0}個以上の文字を入力して下さい
zh_cn: 请输入至少 {0}字符

# DEVICE_EDIT_ERROR_POWER_REQUIRED
source: Please input install power
it_ch: Inserisci installare il potere
ja_jp: 据付け電力を入力して下さい
zh_cn: 请输入安装功率

# DEVICE_MONITOR_EM
source: EM List
it_ch: Elenco dei dispositivi di monitoraggio ambientale
ja_jp: 環境監視装置リスト
zh_cn: 环境监测仪列表

# DEVICE_MONITOR_HLX
source: Combiner Box List
it_ch: Casella di riepilogo convergenza
ja_jp: コンバイナーボックスリスト
zh_cn: 汇流箱列表

# DEVICE_MONITOR_INVERTER
source: Inverter List
it_ch: Inverter lista
ja_jp: インバーターリスト
zh_cn: 逆变器列表
