Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

# CUSTOMREPORT_DAY
source: Day
it_ch: Giorno
ja_jp: 日間
zh_cn: 日

# CUSTOMREPORT_DEFAULT_GROUP
source: DefaultGroup
it_ch: Gruppo del difetto
ja_jp: ディフォルトグループ
zh_cn: 默认组

# CUSTOMREPORT_DEVICE
source: Device
it_ch: Impianto
ja_jp: 設備
zh_cn: 设备

# CUSTOMREPORT_GROUPING
source: Grouping
it_ch: Gruppo
ja_jp: 分组
zh_cn: 分组

# CUSTOMREPORT_HOUR
source: Hour
it_ch: Ora
ja_jp: 時間
zh_cn: 小时

# CUSTOMREPORT_MAX
source: Max value
it_ch: Valore massimo
ja_jp: 最大値
zh_cn: 最大值

# CUSTOMREPORT_MIN
source: Min value
it_ch: Numero minimo
ja_jp: 最小値
zh_cn: 最小值

# CUSTOMREPORT_MONITORING_POINT
source: Monitoring Point
it_ch: Punto
ja_jp: 監視点
zh_cn: 监测点

# CUSTOMREPORT_MONTH
source: Month
it_ch: Mese
ja_jp: 月
zh_cn: 月

# CUSTOMREPORT_PREVIEW
source: Preview
it_ch: Prevista
ja_jp: プレビュー
zh_cn: 预览

# CUSTOMREPORT_TIME
source: Time
it_ch: Tempo
ja_jp: 時間
zh_cn: 时间

# CUSTOMREPORT_TIME_COUNTING
source: Time Counting
it_ch: Calcolo del tempo
ja_jp: 時間計算
zh_cn: 时间计算

# CUSTOMREPORT_TIME_SLOT
source: Time Type
it_ch: Tipo del tempo
ja_jp: 時間種類
zh_cn: 时间种类

# CUSTOMREPORT_TYPE
source: Type
it_ch: Tipo
ja_jp: タイプ
zh_cn: 类型

# CUSTOMREPORT_UNITS
source: Units
it_ch: Unità
ja_jp: 単位
zh_cn: 单位

# CUSTOMREPORT_USER_DEFINED
source: User-defined
it_ch: Definizione dell'utente
ja_jp: ユーザー自定義
zh_cn: 用户自定义

# CUSTOMREPORT_VIEW
source: Preview
it_ch: Controllare
ja_jp: プレビュー
zh_cn: 查看

# CUSTOMREPORT_YEAR
source: Year
it_ch: Anno
ja_jp: 年
zh_cn: 年

# MONITORITEM_RESET
source: Reset
ja_jp: リセット
zh_cn: 重置

# MONITORITEM_SUBMIT
source: Submit
it_ch: Avanzare
ja_jp: 提出
zh_cn: 提交

# PLANT_POWERCOUNT_DATA_TIME
source: Maximum time of occurrence
it_ch: Tempo massimo di occorrenza
ja_jp: 最大値の発生時間
zh_cn: 最大值发生时间

# PLANT_POWERCOUNT_MAX_POWER
source: Max Power
it_ch: Potenza massima
ja_jp: 最大電力
zh_cn: 最大功率

# USER_REPORTCONFIG_CONFIG_TYPE
source: Config Type
it_ch: Tipo di configurazione
ja_jp: 配置タイプ
zh_cn: 配置类型

# USER_REPORTCONFIG_EMAIL
source: Email
ja_jp: メールアドレス
zh_cn: 邮箱

# USER_REPORTCONFIG_ERROR_TEMPLATE
source: Error template
it_ch: Modello dell'errore
ja_jp: エラーテンプレート
zh_cn: 错误模版

# USER_REPORTCONFIG_ERROR_TYPE
source: Error Type
it_ch: Tipo dell'errore
ja_jp: エラータイプ
zh_cn: 错误类型

# USER_REPORTCONFIG_FAULT_REPORT_TEMPLATE
source: Fault Report Template
it_ch: Modello dell'allarme del guasto
ja_jp: 警告レポートのテンプレート
zh_cn: 告警报告模版

# USER_REPORTCONFIG_FAULT_TYPE
source: Fault Type
it_ch: Tipo dell'allarme
ja_jp: 警告タイプ
zh_cn: 告警类型

# USER_REPORTCONFIG_REAL_TIME
source: Real time
it_ch: Tempo reale
ja_jp: リアルタイム
zh_cn: 实时

# USER_REPORTCONFIG_REPORT_CONFIG_LIST
source: Report Config List
it_ch: Lista della configurazione del rapporto
ja_jp: レポート配置リスト
zh_cn: 报告配置列表

# USER_REPORTCONFIG_REPORT_TYPE
source: Report Type
it_ch: Tipo del rapporto
ja_jp: レポートタイプ
zh_cn: 报告类型

# USER_REPORTCONFIG_RUN_REPORT_TEMPLATE
source: Run Report Template
it_ch: Modello dell'operazione del rapporto
ja_jp: 運転レポートのテンプレート
zh_cn: 运行报告模版

# USER_REPORTCONFIG_RUN_REPORT_TYPE
source: Run Report Type
it_ch: Tipo dell'operazione del modello
ja_jp: 運転レポートのタイプ
zh_cn: 运行报告类型

# USER_REPORTCONFIG_SEPARATED_BY_COMMAS
source: ";" Split
ja_jp: 複数の場合、セミコロン（;）で分割する
zh_cn: 多个以";"号分割

# PLANT_PROFILE_ANGLE
source: Angle
it_ch: Angolo
ja_jp: 角度
zh_cn: 角度

# PLANT_PROFILE_DESIGNPOWER
source: Design Power
it_ch: Potenza progettata
ja_jp: 設計電力
zh_cn: 设计功率

# PLANT_PROFILE_EMAIL
source: Email
ja_jp: メールアドレス
zh_cn: 邮箱

# PLANT_PROFILE_LOCATION
source: Location
it_ch: Posizione
ja_jp: 位置
zh_cn: 位置

# PLANT_PROFILE_MANUFACTURER
source: Manufacturer
it_ch: Produttori
ja_jp: メーカー
zh_cn: 制造商

# PLANT_PROFILE_MODULE_TYPE
source: Module type
it_ch: Tipo del modulo
ja_jp: テンプレート型番
zh_cn: 模块型号

# PLANT_PROFILE_OPERATOR
source: Operator
it_ch: Operatore
ja_jp: 操作員
zh_cn: 操作员

# PLANT_PROFILE_PHONE
source: Phone
it_ch: Telefono
ja_jp: 電話番号
zh_cn: 电话号码

# PLANT_PROFILE_PLANT_PROFILE
source: Plant Profile
it_ch: Informazione della centrale
ja_jp: 発電所のプロファイル
zh_cn: 电站资料

# USER_EDIT_NICK
source: Nickname
it_ch: Soprannome
ja_jp: ニックネーム
zh_cn: 昵称

# AUTH_ADD_PLANT
source: Add Plant Page
it_ch: Aggiungere la centrale
ja_jp: 発電所追加
zh_cn: 添加电站

# AUTH_NOW_YOU_CAN
source: Now you can
it_ch: Adesso puoi
ja_jp: 現在は、以下の操作を行うことができます
zh_cn: 现在您可以

# AUTH_REG_FEMALE
source: female
it_ch: Femminile
ja_jp: 女
zh_cn: 女

# AUTH_REG_MALE
source: male
it_ch: Maschile
ja_jp: 男
zh_cn: 男

# AUTH_REMEMBER
source: Remember your username
it_ch: Ricorda il tuo nome
ja_jp: ユーザー名を覚えて下さい
zh_cn: 记住您的用户名

# AUTH_SUCCESS
source: Congratulations on your successful registration
it_ch: Congraturazione per il successo della registrazione
ja_jp: ご登録が完了しました。
zh_cn: 恭喜您注册成功

# CHART_DAY_CHART
source: Daily chart
it_ch: Carta del giorno
ja_jp: 日間グラフ
zh_cn: 日图表

# CHART_DAY_POWER_CHART
source: Daily Power
it_ch: Potenza quotidiana
ja_jp: 日間電力
zh_cn: 日功率

# CHART_DEVICE_DONT_EXISTED
source: No device !
it_ch: Non esiste l'impianto
ja_jp: 設備は存在しない
zh_cn: 设备不存在

# CHART_PLANT_DONT_EXISTED
source: The plant does not exist
it_ch: Non esiste la centrale
ja_jp: 発電所は存在しない
zh_cn: 电站不存在

# CHART_USER_DONT_EXISTED
source: The user does not exist
it_ch: Non esisre l'utente
ja_jp: ユーザーは存在しない
zh_cn: 用户不存在

# HOME_INDEX_VALIDATED
source: Invalid username or password
it_ch: Invalidi il utente nome o il codice
ja_jp: ユーザー名またはパスワードが無効
zh_cn: 用户名或密码无效

# MONITORITEM_BIG
source: Big
it_ch: Grande
ja_jp: 大きい画像
zh_cn: 大图

# MONITORITEM_STOPPED
source: Stopped
it_ch: Spegnere
ja_jp: 停止
zh_cn: 停止

# MONITORITEM_WORKING
source: Working
it_ch: Lavoro
ja_jp: ワーキング
zh_cn: 工作

# PLANT_ADDPLANT_VIDEO_MONITOR
source: Video Monitor
it_ch: Aggiungere un video
ja_jp: ビデオ監視
zh_cn: 视频监控

# PLANT_ADDPLANT_VIDEO_MONITOR_DISABLE
source: Disable
it_ch: Non dimostra
ja_jp: 表示しない
zh_cn: 不显示

# PLANT_ADDPLANT_VIDEO_MONITOR_ENABLE
source: Enable
it_ch: Dimostrare
ja_jp: 表示
zh_cn: 显示

# PLANT_MAP_ENTER
source: Enter
it_ch: Entrare
ja_jp: アクセス
zh_cn: 进入

# USER_FINDPASSWORD_CHECK_EMAIL
source: We have sent an Email to your mailbox, please check it.
it_ch: Abbiamo mandato un email alla sua posta elettronica, si prega di controllarlo.
ja_jp: 既に1件メールをメールアドレスに送信したので、どうぞご査収下さい。
zh_cn: 我们已经发送一封邮件到您的邮箱，请查收。

# USER_FINDPASSWORD_EMAIL_NOT_REGISTERED
source: The user is not registered
it_ch: L'utente non è registrato
ja_jp: このユーザーは登録しなかった
zh_cn: 该用户未注册

# USER_FINDPASSWORD_EMAIL_REQUIRED
source: Please enter an email
it_ch: Si prega di entrare l'email
ja_jp: メールアドレスを入力して下さい
zh_cn: 请输入邮箱

# CHART_ADDRESS
source: Address
it_ch: Indirizzo
ja_jp: 住所
zh_cn: 地址

# CHART_ALL_PLANTS_DAY_COMPARE
source: All Plants daily comparison chart
it_ch: Carta di comparazione dei diari di tutte le centrali
ja_jp: すべて発電所の日間比較グラフ
zh_cn: 所有电站日比较图

# CHART_CHART
source: Chart
it_ch: Carta
ja_jp: グラフ
zh_cn: 图表

# CHART_DAY_COMPARE
source: Daily Comparison
it_ch: Comparazione quotidiano
ja_jp: 日間比較
zh_cn: 日比较

# CHART_DAY_SUNLIGHT
source: Power & Insolation
it_ch: Potenza & Insolazione
ja_jp: 電力＆日照強度比較
zh_cn: 功率 & 日照强度

# CHART_DEVICE_DATA
source: Device Data
it_ch: Dato dell'impianto
ja_jp: 設備データ
zh_cn: 设备数据

# CHART_ENERGY_COMPARE
source: Energy & Insolation
it_ch: Produzione dell'energia & Insolazione
ja_jp: 発電量 & 日照強度
zh_cn: 发电量 & 日照强度

# CHART_ENERGY_YEAR_COMPARE
source: Annual Energy Production Comparison
it_ch: Comparazione della produzione dell'energia annuale
ja_jp: 年度発電量の比較
zh_cn: 年度发电量比较

# CHART_FAULT
source: Warning
it_ch: Allarme
ja_jp: 警告
zh_cn: 告警

# CHART_INVESTMENT_INCOME_COMPARE
source: Annual yield comparison
it_ch: Comparazione del tasso dell'entrata annuale
ja_jp: 年度収益率の比較
zh_cn: 年度收益率比较

# CHART_MODEL
source: Model
it_ch: Modello
ja_jp: 型式
zh_cn: 型号

# CHART_PLANT_DAY_KWP_ENERGY_CHART
source: Plant Daily kWp Energy Compare
it_ch: Comparazione della produttività dell'elettricità quotidiana kWp
ja_jp: 発電所日間kWp毎の発電量比較
zh_cn: 电站日kWp发电量比较

# CHART_POWER_COMPARE
source: Power & Insolation
it_ch: Potenza & Insolazione
ja_jp: 電力＆日照強度比較
zh_cn: 功率 & 日照强度

# CHART_RUN_DATA
source: Real-time data
it_ch: Dato reale
ja_jp: リアルタイムデータ
zh_cn: 实时数据

# CHART_TYPE
source: Type
it_ch: Tipo
ja_jp: タイプ
zh_cn: 类型

# CUSTOMREPORT_CONFIRM_DELETE_GROUP
source: Deleted can not be restored, to confirm the deletion
it_ch: Eliminati non possono essere ripristinati, per confermare l'eliminazione
ja_jp: 削除後に回復できないので、削除を確認して下さい
zh_cn: 删除后不能被恢复，确认删除

# CUSTOMREPORT_DELETE_GROUP
source: Confirm the deletion of the current group and contains the curve？
it_ch: Confermare l'eliminazione del gruppo corrente e contiene la curva
ja_jp: グループを削除すると、グループの中に含めたグラフも削除されるので、削除を確認して下さい
zh_cn: 删除组也将删除组所包含的图表，确认删除

# CUSTOMREPORT_PLEASE_ENTER_GROUP
source: Please enter a Group Name
it_ch: Si prega di entrare un nome del gruppo
ja_jp: 一つグループ名を入力して下さい
zh_cn: 请输入一个组名

# CUSTOMREPORT_REPORT_GROUP
source: Report Group
it_ch: Gruppo del rapporto
ja_jp: レポートグループ
zh_cn: 报告组

# CUSTOMREPORT_SAME_PARAMETERS
source: You choose the entry already exists
it_ch: Voi scegliete la voce esiste già
ja_jp: 同じのパラメーターを提出しないで下さい
zh_cn: 您选择的项目已存在

# CUSTOMREPORT_SAME_TIME
source: The time you choose already exists
it_ch: La volta che si sceglie esiste già
ja_jp: 同じの時間を提出しないで下さい
zh_cn: 您选择的时间已存在

# CUSTOMREPORT_SAVE_FAILED_EQUIPMENT
source: Please choose plant or equipment
it_ch: Si prega di scegliere l'impianto
ja_jp: 発電所又は設備を選択して下さい
zh_cn: 请选择电站或设备

# CUSTOMREPORT_SAVE_FAILED_NAME
source: Please enter a chart name
it_ch: Si prega di entrare il nome della carta
ja_jp: グラフの名称を入力して下さい
zh_cn: 请输入图表名称

# CUSTOMREPORT_SAVE_FAILED_TIME
source: Please choose compare time
it_ch: Si prega di scegliere il tempo
ja_jp: 比較時間を選択して下さい
zh_cn: 请选择比较时间

# CUSTOMREPORT_SAVE_SUCCESSFULLY
source: Saved successfully
it_ch: Conservazione con successo
ja_jp: 保存完了
zh_cn: 保存成功

# MONITORITEM_DAY
source: Day
it_ch: Giorno
ja_jp: 日間
zh_cn: 日

# MONITORITEM_MONTH
source: Month
it_ch: Mese
ja_jp: 月
zh_cn: 月

# MONITORITEM_SEARCH
source: Search
it_ch: Consultazione
ja_jp: サーチ
zh_cn: 查询

# MONITORITEM_TOTAL
source: Total
it_ch: Totale
ja_jp: 全体
zh_cn: 总体

# MONITORITEM_YEAR
source: Year
it_ch: Anno
ja_jp: 年
zh_cn: 年

# PLANT_UNIT_BIND_COLLECTOR_BINDED
source: The data source has been binded
it_ch: Risorsa del dato è collegata
ja_jp: そのデータソースが既にビンディングされた
zh_cn: 该数据源已被绑定

# PLANT_UNIT_BIND_COLLECTOR_ERROR
source: Data Source information is incorrect, please check
it_ch: Sbagliata l'informazione sull'origine del dato, si prega di esaminare
ja_jp: すみません、ご入力したデータ情報は間違えた
zh_cn: 对不起,您输入的数据源信息有误

# USER_LOG_ALL_PLANTS_LOGS
source: All Plant Logs
it_ch: Tutti i diari della centrale
ja_jp: すべて発電所のログ
zh_cn: 所有电站日志

# USER_LOG_CONFIRM
source: Confirm
it_ch: Confermare
ja_jp: 確認
zh_cn: 确认

# USER_LOG_CONFIRM_RECORD
source: Please select a record to confirm
it_ch: Si prega di scegliere un record per confermare
ja_jp: 一件記録を選択して、確認して下さい
zh_cn: 请选择一条记录确认

# USER_LOG_NO_DATA
source: No Data
it_ch: Non dati
ja_jp: データなし
zh_cn: 无数据

# USER_LOG_SELECTED
source: Selected
it_ch: Scelta
ja_jp: 既に選択した
zh_cn: 已选择

# USER_LOG_SELECT_ALL
source: Select All
it_ch: Scegliere tutto
ja_jp: すべて選択
zh_cn: 选择所有

# USER_OPENPLANT_DIDNT_FIND
source: Sorry, the user does not exist
it_ch: Spiacenti, l'utente non esiste
ja_jp: すみません、このユーザーは存在しない
zh_cn: 对不起,该用户不存在

# AUTH_REG_TIP_CONFIRM_PASSWORD
source: This password must be the same with password
it_ch: Confermare che il codice deve essere uguale al codice
ja_jp: 確認パスワートは、必ずパスワードと同じでなければならない
zh_cn: 确认密码必须与密码相同

# AUTH_REG_TIP_NICK
source: Please enter a nickname
it_ch: Bitte geben Sie einen Spitznamen
ja_jp: ニックネームを入力して下さい
zh_cn: 请输入昵称

# AUTH_REG_TIP_PASSWORD
source: Your password at least 6 characters
it_ch: Codice segreto non deve essere meno di 6 caratteri
ja_jp: パスワードは6文字以上
zh_cn: 密码不能少于6个字符

# AUTH_REG_TIP_REVENUE
source: Reimbursement/Currency must be legal digital
it_ch: Tasso della conversione del beneficio deve essere in numero
ja_jp: 収入／貨幣は、必ず数字を入力しなければならない
zh_cn: 收入/货币必须为数字

# AUTH_REG_TIP_TEL
source: Please enter a phone number
it_ch: Si prega di inserire un numero di telefono
ja_jp: 電話番号を入力して下さい
zh_cn: 请输入电话号码

# AUTH_REG_TIP_USERNAME
source: Username must be between 2 ~ 30 characters
it_ch: Lunghezza dell'utente deve tra 2 a 30 caratteri
ja_jp: ユーザー名の長さは、必ず2～30個文字の間でなければならない
zh_cn: 用户名的长度必须在2~30个字符之间

# CHART_ENERGY_MONTH_COMPARE
source: Monthly Energy Comparison
it_ch: Rapporto della produttività dell'elettricità mensile
ja_jp: 月間発電量の比較
zh_cn: 月发电量比较

# CHART_INTERVAL_MINS
source: Interval Mins
it_ch: Intervallo in minuto
ja_jp: 間隔分間
zh_cn: 间隔分钟

# CHART_PLANT_KWP_ENERGY_CHART
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# CHART_PLANT_PERFORMANCE_CHART
source: Plant performance comparison
it_ch: Carta della comparazione della capacità della centrale
ja_jp: 発電性能比較グラフ
zh_cn: 电站性能比较

# PLANT_DEVICEMONITOR_CURRENT_POWER
source: Current Power
it_ch: Potenza attuale
ja_jp: 現在の電力
zh_cn: 当前功率

# PLANT_DEVICEMONITOR_DEVICE_MONITOR
source: Device Monitor
it_ch: Materiale controllare
ja_jp: 設備監視
zh_cn: 设备监测

# PLANT_DEVICEMONITOR_DEVICE_STATUS
source: Device Status
it_ch: ituazione dell'impianto
ja_jp: 設備の状態
zh_cn: 设备状态

# PLANT_DEVICEMONITOR_INSTAL_POWER
source: Install Power
it_ch: Potenza dell'installazione
ja_jp: 据付け効率
zh_cn: 安装功率

# PLANT_DEVICEMONITOR_LASTED_UPDATED_TIME
source: Last updated Time
it_ch: Ultimo aggiornamento
ja_jp: 最後更新
zh_cn: 最后更新

# PLANT_DEVICEMONITOR_NAME
source: Name
it_ch: Nome
ja_jp: 名称
zh_cn: 名称

# SHARED_INSIDEMASTERPAGE_DEVICE_MONITOR
source: Device Monitor
it_ch: Materiale controllare
ja_jp: 設備監視
zh_cn: 设备监测

# CHART_VIEW_CHART
source: View Chart
it_ch: Controllare la carta
ja_jp: グラフプレビュー
zh_cn: 查看图表

# CHART_VIEW_LOG
source: View Log
it_ch: Controllare il diario
ja_jp: ログプレビュー
zh_cn: 查看日志

# CHART_VIEW_RUN_DATA
source: View real-time Data
it_ch: Controllare il dato reale
ja_jp: リアルタイムデータプレビュー
zh_cn: 查看实时数据

# USER_EDIT_OPTIONAL
source: Optional
it_ch: Opzionale
ja_jp: 選択記入項目
zh_cn: 选填项

# CHART_ERROR_NODATA
source: No Data
it_ch: Non dati
ja_jp: データなし
zh_cn: 无数据

# DEVICEMONTHCHART_NAME
source: {0} Month Chart
it_ch: {0} Carta del mese
ja_jp: {0} 月間グラフ
zh_cn: {0} 月度图表

# DEVICETOTALCHART_NAME
source: {0} Total Chart
it_ch: {0}Totale Carta
ja_jp: {0} トータルグラフ
zh_cn: {0} 总 图表

# DEVICEYEAR_CHART_NAME
source: {0} Year Chart
it_ch: {0} Carta dell'anno
ja_jp: {0} 年間グラフ
zh_cn: {0} 年图表

# DAY_COMPARE_CHART_NAME
source: Power & Insolation
it_ch: Potenza & Insolazione
ja_jp: 電力＆日照強度比較
zh_cn: 功率 & 日照强度

# INVEST_INCOME_COMPARE_CHART
source: Investment/Income & Insolation
it_ch: Investimento/Reddito & Insolazione
ja_jp: 投資収益率＆日照強度
zh_cn: 投资收益率 & 日照强度

# INVEST_INCOME_COMPARE_CHART_TWO
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# MONITOR_DAY_CHAR_NAME
source: {0} Day Chart
it_ch: {0} Carta del giorno
ja_jp: {0} 日間グラフ
zh_cn: {0} 日图表

# SHARED_INSIDEMASTERPAGE_ANY_QUESTOINS
source: Any questions
it_ch: Qualsiasi problema
ja_jp: 如何なる問題
zh_cn: 任何问题

# SHARED_INSIDEMASTERPAGE_CUSTOM_CHART
source: Custom chart
it_ch: Grafico personalizzato
ja_jp: ユーザー定義グラフ
zh_cn: 自定义图表

# PLANT_DEVICEMONITOR_UNIT
source: Unit
it_ch: Unità
ja_jp: ユニット
zh_cn: 单元

# DEVICE_DEVICE_LOGS
source: Device Logs
it_ch: Diario dell'impianto
ja_jp: 設備ログ
zh_cn: 设备日志

# MONTHLY_INVEST_INCOME_COMPARE_CHART_NAME
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# YEARLY_INVEST_INCOME_COMPARE_CHART_NAME
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# DEVICE_DEVICE_RUN_DATA
source: Run Data
it_ch: Dato dell'operazione dell'impianto
ja_jp: 設備の運転データ
zh_cn: 设备运行数据

# PLANT_POWERCOUNT_MAX
source: Max
it_ch: Valore massimo
ja_jp: 最大値
zh_cn: 最大值

# PLANT_POWERCOUNT_MAX_SUNLIGHT
source: Max Insolation
it_ch: Max insolazione
ja_jp: 最大日照
zh_cn: 最大日照

# MONITORITEM_HELP
source: Help
it_ch: Aiuto
ja_jp: ヘルプ
zh_cn: 帮助

# DEVICEMONITORITEM_130
source: Inverter State
it_ch: Situazione dell'impianto
ja_jp: 設備の状態
zh_cn: 设备状态

# DEVICEMONITORITEM_103
source: Day Energy
it_ch: Energia quotidiana
ja_jp: 日間発電量
zh_cn: 日发电量

# DEVICEMONITORITEM_104
source: Total Energy
it_ch: Totale Energia
ja_jp: トータル発電量
zh_cn: 总发电量

# DEVICEMONITORITEM_105
source: Total running time
it_ch: Ora totale di operazione
ja_jp: トータル運転時間
zh_cn: 总运行时间

# DEVICEMONITORITEM_106
source: Ambient temperature inside equipment
it_ch: temperatura dell'aria nell'equipaggio
ja_jp: 機械内空気の温度
zh_cn: 机内空气温度

# DEVICEMONITORITEM_128
source: AC frequency
it_ch: Frequenza della rete elettrica
ja_jp: 電気網周波数
zh_cn: 电网频率

# DEVICESTATUSTYPE_130_0
source: Running
it_ch: Operare
ja_jp: 運転
zh_cn: 运行

# PLANT_CHART_DAY_CHART
source: Power & Insolation
it_ch: Potenza & Insolazione
ja_jp: 電力＆日照強度比較
zh_cn: 功率 & 日照强度

# PLANT_CHART_DAY_ENERGY_SOLAR_INTENSITY
source: Energy & Insolation
it_ch: Produzione dell'energia & Insolazione
ja_jp: 発電量 & 日照強度
zh_cn: 发电量 & 日照强度

# PLANT_CHART_DAY_POWER_SUNLIGHT_COMPARE_CHART
source: Power & Insolation
it_ch: Potenza & Insolazione
ja_jp: 電力＆日照強度比較
zh_cn: 功率 & 日照强度

# PLANT_CHART_PERFORMANCE_COMPARE_CHART
source: Performance Comparison
it_ch: Confronto prestazioni
ja_jp: 性能比較
zh_cn: 性能比较

# PLANT_CHART_PERFORMANCE_INVESTMENT_COMPARE_CHART
source: Investment/Income & Insolation
it_ch: Investimento/Reddito & Insolazione
ja_jp: 投資収益率＆日照強度
zh_cn: 投资收益率 & 日照强度

# PLANT_YEAR_CHART_ERROR_STRING_FORMAT
source: No such station information, the report can not be displayed
it_ch: Nessuna informazione di tali stazioni, il rapporto non può essere visualizzato
ja_jp: この発電所の情報がなくて、レポートを表示できない
zh_cn: 无此电站信息，无法显示报表

# PLANT_YEAR_CHART_ERROR_STRING_NOFORMAT
source: No Data
it_ch: Non dati
ja_jp: データなし
zh_cn: 无数据

# PLANT_YEAR_CHART_ERROR_STRING_NO_FORMAT
source: No such station information, the report can not be displayed
it_ch: Nessuna informazione di tali stazioni, il rapporto non può essere visualizzato
ja_jp: 无此电站信息，无法显示报表
zh_cn: 无此电站信息，无法显示报表

# PLANT_YEAR_CHART_ERROR_STRING_NO_FORMAT2
source: No such station information, the report can not be displayed
it_ch: Nessuna informazione di tali stazioni, il rapporto non può essere visualizzato
ja_jp: この発電所の情報がなくて、レポートを表示できない
zh_cn: 无此电站信息，无法显示报表

# CUSTOMREPORT_CHART_LIST
source: Chart List
it_ch: Lista di carta
ja_jp: グラフリスト
zh_cn: 图表列表

# PLANT_MOITOR_ADD_SUCCESS
source: Add successful
it_ch: Aggiungimento successo
ja_jp: 追加完了
zh_cn: 添加成功

# PLANT_MONITOR_CONFIRM_DELETE
source: Are you sure to delete?
it_ch: Sei sicuro di cancellare?
ja_jp: 削除を確定しますか?
zh_cn: 你确定要删除吗？

# PLANT_MONITOR_DELETE_SUCCESS
source: Delete Successful
it_ch: Cancellare con successo
ja_jp: 削除が成功した
zh_cn: 删除成功

# PLANT_MONITOR_PLEASE_ENTER_NAME
source: Please enter a name
it_ch: Si prega di entrare il nome
ja_jp: 名称を入力して下さい
zh_cn: 请输入名称

# PLANT_MONITOR_PLEASE_ENTER_URL
source: Please enter the monitor address
it_ch: Si prega di inserire l'indirizzo del monitor
ja_jp: 監視アドレスを入力して下さい
zh_cn: 请输入监控地址

# PLANT_EDIT_DISABLE
source: Disable
it_ch: Proibizione
ja_jp: 禁止
zh_cn: 禁用

# PLANT_EDIT_ENABLE
source: Enable
it_ch: Avviare
ja_jp: 応用
zh_cn: 启用

# MONITORITEM_NODELETE
source: No Delete
it_ch: Non può esser cancellato
ja_jp: 削除不可
zh_cn: 不能删除

# DEVICESTATUSTYPE_111111
source: Off-Line
ja_jp: オフライン
zh_cn: 离线

# SHARED_BACKMANAGERMASTERPAGE_SYSTEM_CONFIG
source: System configuration
it_ch: Configurazione del sistema
ja_jp: システム構成
zh_cn: 系统配置

# MONITORITEM_CANCEL
source: Cancel
it_ch: Cancellare
ja_jp: キャンセル
zh_cn: 取消

# USER_CONTROLLER_FINDPASSWORD_EMAIL_BODY
source: Your username is {0}, and your new password in SolarInfo Bank is {1}
it_ch: Tuo utente nome è {0},suo nuovo codice segreto su SolarInfo Bank è {1}
ja_jp: お客さんのユーザー名は{0},、SolarInfo Bankにあるパスワードは {1}
zh_cn: 您的用户名是{0}, 您在SolarInfo Bank上的密码是 {1}

# USER_CONTROLLER_FINDPASSWORD_EMAIL_ERROR1
source: Emai lhas been sent failed, please try it later
it_ch: Fallita la mandata dell'email, si prega di tentare di nuovo dopo
ja_jp: メール発信失敗、しばらく後に再発信下さい
zh_cn: 邮件发送失败，请稍后再试

# USER_CONTROLLER_FINDPASSWORD_EMAIL_SUBJECT
source: Your password on the SolarInfo Bank
it_ch: La password per la SolarInfo Bank
ja_jp: お客さんは、SolarInfo Bankにあるパスワード
zh_cn: 您在SolarInfo Bank上的密码

# USER_CONTROLLER_FINDPASSWORD_ERROR
source: The email service is busy, please try it later
it_ch: Servizio di email è occupato, si prega di tentare dopo
ja_jp: メールサーバーはビジー、しばらく後に再発信下さい
zh_cn: 邮件服务器正忙，请稍后再试

# USER_LOG_ENDDAY
source: End Date
it_ch: Data di conclusione
ja_jp: 終了期日
zh_cn: 结束日期

# USER_LOG_STARTDAY
source: Start Date
it_ch: Data di inizio
ja_jp: スタート期日
zh_cn: 开始日期

# USER_LOG_YEAR
source: Yearly
it_ch: Anno
ja_jp: 年
zh_cn: 年

# CUSTOM_CHART_NOTICE1
source: You have chosen 'Plant',so you can't choose 'Device'
it_ch: Ha scelto la centrale, quindi non può scegliere l'impianto
ja_jp: 既に発電所を選択したので、設備を選択できない
zh_cn: 您选择了电站，所以不能选择设备

# CUSTOM_CHART_NOTICE2
source: You have chosen 'Device', so you can't choose 'Plant'
it_ch: Ha scelto l'impianto, quindi non può scegliere la centrale
ja_jp: 既に設備を選択したので、発電所を選択できない
zh_cn: 您选择了设备，所以不能选择电站

# DEVICEMONITORITEM_13
source: Power
it_ch: Potenza
ja_jp: 電力
zh_cn: 功率

source: Unknown
it_ch: Sconosciuto
ja_jp: 不明
zh_cn: 未知

source: Above average
it_ch: Più della media
ja_jp: 平均値より高い
zh_cn: 高于平均值

source: Below Average
it_ch: Sotto la media
ja_jp: 平均値より小さい
zh_cn: 小于平均值

source: No Data
it_ch: Non dati
ja_jp: データなし
zh_cn: 无数据

# TIP_FAULT
source: Device faults or device is off-line
it_ch: Impianto guasto o off-line
ja_jp: 設備故障又はオフライン
zh_cn: 设备故障或离线

# TIP_ONDATA
source: No data is more than one hour
it_ch: Non dato di oltre un'ora
ja_jp: 1時間を上回ってデータがない
zh_cn: 超过一小时无数据

# CHART_TITLE_TOTALENERGYCHART
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# CHART_TITLE_ALL_PLANTS
source: All Plants
it_ch: Tutte le centrali
ja_jp: すべての発電所
zh_cn: 全部电站

# CHART_TITLE_COMPARE
source: Compare
it_ch: Comparazione
ja_jp: 比較
zh_cn: 比较

# CHART_TITLE_DAY_CHART
source: Daily Chart
it_ch: Carta del giorno
ja_jp: 日間グラフ
zh_cn: 日图表

# CHART_TITLE_INVEST_INCOME
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# CHART_TITLE_MONTH_ENERGY
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# CHART_TITLE_TOTAL_ENERGY
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# CHART_TITLE_YEAR_ENERGY
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# CHART_TITLE_YEARLYENERGYCHART
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# USER_OPENPLANT_USER_NICKNAME
source: Nickname
it_ch: Soprannome
ja_jp: ニックネーム
zh_cn: 昵称

# USER_REPORTCONFIG_VIEW
source: View
it_ch: Prevista
ja_jp: プレビュー
zh_cn: 预览

# IMAGE_BUTTON_NEXT
source: Next
it_ch: Prssimo
ja_jp: 次の
zh_cn: 下一个

# IMAGE_BUTTON_PREVIOUS
source: Previous
it_ch: Scorso
ja_jp: 前の
zh_cn: 上一个

# PLANT_ADDPLANT_REDUCTRATE
source: Reimbursement/Currency
it_ch: Reddito/Valuta
ja_jp: 収入／貨幣
zh_cn: 收入/货币

# PLANT_DEVICE_MODEL_SAVE
source: Save
it_ch: Conservare
ja_jp: 保存
zh_cn: 保存

# SWF_BUTTON_TEXT
source: Upload
ja_jp: アップロード
zh_cn: 上传

source: Average
it_ch: Medio
ja_jp: 平均
zh_cn: 平均

# RUNDATA_PAGE_HISTORYCHART
source: Historical Information Diagram
it_ch: Carta del dato storico
ja_jp: 歴史データグラフ
zh_cn: 历史数据图表

# PAGE_UNDER_CONSTRUCTION
source: Website is under construction, so stay tuned!
it_ch: Sitoweb in costruzione, si prega di attendere!
ja_jp: ウェブサイトは建設中、お待ち下さい！
zh_cn: 网站正在建设中，敬请期待！

# PAGE_UNDER_CONSTRUCTION_TITLE
source: Website is under construction
it_ch: Sitoweb in costruzione
ja_jp: ウェブサイト建設中
zh_cn: 网站建设中

# USER_CHANGEPASSWORD_NOTICE
source: Enter the password for different secondary
it_ch: Immettere la password per diversi secondaria
ja_jp: 二回入力したパスワードは間違えた
zh_cn: 您两次输入的密码不相同

# USER_CHANGEPASSWORD_NOTICE1
source: your password has been changed
it_ch: Suo codice segreto già modificato
ja_jp: パスワードが既に変更された。
zh_cn: 您的密码已经修改

# USER_CHANGEPASSWORD_NOTICE2
source: Your old password is entered incorrectly
it_ch: Scorretto il suo vecchio codice segreto
ja_jp: ご入力した古いパスワードは間違えた
zh_cn: 您的旧密码输入有误
