Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

# ADMIN_DBCONFIG_EDIT_SUCCESS_EM
source: Successed
it_ch: Successo
ja_jp: 成功
zh_cn: 成功

# ADMIN_DBCONFIG_LIST_EDIT
source: Edit
it_ch: Compilare
ja_jp: 編集
zh_cn: 编辑

# ADMIN_DEVICE_LIST_DEVICE_LIST
source: Device List
ja_jp: 設備リスト
zh_cn: 设备列表

# ADMIN_MANAGER_EDIT_USERNAME_REQUIRED
source: Please enter an username
it_ch: Si prega di entrare un utente nome
ja_jp: ユーザー名を入力して下さい
zh_cn: 请输入用户名

# ADMIN_PLANT_LIST_PLANT_LIST
source: Plant List
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# ADMIN_USER_LIST_USER_LIST
source: User List
it_ch: Lista dell'utente
ja_jp: ユーザーリスト
zh_cn: 用户列表

# AHTH_REG_CONFIRM_PASSWORD_MINLENGTH
source: Please enter not less than {0} characters
it_ch: Si prega di entrare caratteri di non più di {0}
ja_jp: {0}個以上の文字を入力しないで下さい
zh_cn: 请输入不少于{0}个字符

# AUTH_REG_ADDRESS
source: Address
it_ch: Indirizzo
ja_jp: 住所
zh_cn: 地址

# AUTH_REG_CITYCODE
source: City
it_ch: Città
ja_jp: 都市
zh_cn: 城市

# AUTH_REG_CONFIRM_PASSWORD
source: Confirm Password
it_ch: Confermare il codice
ja_jp: 確認パスワード
zh_cn: 确认密码

# AUTH_REG_CONFIRM_PASSWORD_EQUALTO
source: This password must be the same with password
it_ch: Confermare che il codice deve essere uguale al codice
ja_jp: 確認パスワートは、必ずパスワードと同じでなければならない
zh_cn: 确认密码必须与密码相同

# AUTH_REG_CONFIRM_PASSWORD_REQUIRED
source: Please enter your password again
it_ch: Si prega di entrare di nuovo il codice segreto
ja_jp: 再度にパスワードを入力して下さい
zh_cn: 请再次输入密码

# AUTH_REG_COUNTRIES
source: Country
it_ch: paese
ja_jp: 国家
zh_cn: 国家

# AUTH_REG_FOR_MUST_FILL_IN_THE_ITEM
source: Required fields
it_ch: Campo richiesto a riempire
ja_jp: は必須項目
zh_cn: 为必填项

# AUTH_REG_LANGUAGE
source: Language
it_ch: Lingua
ja_jp: 言語
zh_cn: 语言

# AUTH_REG_NOTE
source: Note
ja_jp: 注
zh_cn: 注

# AUTH_REG_ORGANIZATION
source: Company
it_ch: Compagnia
ja_jp: 会社
zh_cn: 公司

# AUTH_REG_PASSWORD
source: Password
ja_jp: パスワード
zh_cn: 密码

# AUTH_REG_PASSWORD_MINLENGTH
source: Please enter not less than {0} characters
it_ch: Si prega di entrare caratteri di non più di {0}
ja_jp: {0}個以上の文字を入力しないで下さい
zh_cn: 请输入不少于{0}个字符

# AUTH_REG_PASSWORD_REQUIRED
source: Please enter a password
it_ch: Si prega di entrare il codice segreto
ja_jp: パスワードを入力して下さい
zh_cn: 请输入密码

# AUTH_REG_REGISTER_USER
source: User Registration
it_ch: Registrare
ja_jp: 登録
zh_cn: 注册

# AUTH_REG_REVENUE
source: Monetary unit
it_ch: Unità della moneta
ja_jp: 貨幣単位
zh_cn: 货币单位

# AUTH_REG_SELECT_CITY
source: Select City
it_ch: Scegliere la città
ja_jp: 都市選択
zh_cn: 选择城市

# AUTH_REG_SELECT_COUNTRY
source: Select Country
it_ch: Scegliere il paese
ja_jp: 国家選択
zh_cn: 选择国家

# AUTH_REG_SEX
source: Gender
it_ch: Sesso
ja_jp: 性別
zh_cn: 性别

# AUTH_REG_SUCCESS_EM
source: Seccessed
it_ch: Successo
ja_jp: 成功
zh_cn: 成功

# AUTH_REG_TEL
source: Telephone
it_ch: Telefono
ja_jp: 固定電話
zh_cn: 固定电话

# AUTH_REG_USERNAME
source: Loginname
it_ch: Utente nome
ja_jp: ユーザー名
zh_cn: 用户名

# AUTH_REG_USERNAME_EMAIL
source: Please enter a valid email address
it_ch: Si prega di entrare l'email valido
ja_jp: 正しいメールアドレスを入力して下さい
zh_cn: 请输入正确的E-mail地址

# AUTH_REG_USERNAME_MINLENGTH
source: Please enter not less than {0} characters
it_ch: Si prega di entrare caratteri di non più di {0}
ja_jp: {0}個以上の文字を入力しないで下さい
zh_cn: 请输入不少于{0}个字符

# AUTH_REG_USERNAME_REQUIRED
source: Please enter a loginname
it_ch: Si prega di entrare un utente nome
ja_jp: ユーザー名を入力して下さい
zh_cn: 请输入用户名

# AUTH_REG_USER_REGISTRATION
source: User Registration
it_ch: Registrare
ja_jp: 登録
zh_cn: 注册

# CustomChart_CompareFacilitys
source: Device comparison
it_ch: Comparazione dell'impianto
ja_jp: 設備比較
zh_cn: 设备比较

# CustomChart_CompareTimes
source: Time comparison
it_ch: Comparazione del tempo
ja_jp: 時間比較
zh_cn: 时间比较

# CustomChart_CustomChart
source: Custom Chart
it_ch: Grafico Personalizzato
ja_jp: ユーザー定義グラフ
zh_cn: 自定义图表

# CustomName
source: Custom
it_ch: Autodefinizione
ja_jp: ユーザー定義
zh_cn: 自定义

# CUSTOMREPORT_CHARTVIEW_POWER_ENERGY_CHART
source: Energy Chart
it_ch: Carta della produttività dell'elettricità
ja_jp: 発電量グラフ
zh_cn: 发电量图表

# CUSTOMREPORT_CHARTVIEW_YEAR_ENERGY_COMPARE_CHART
source: Annual Energy Chart
it_ch: Carta della produzione dell'energia annuale
ja_jp: 年間発電量の統計グラフ
zh_cn: 年发电量统计图表

# DEVICETYPE_5
source: EM
it_ch: Ambiente metro
ja_jp: 環境監視装置
zh_cn: 环境监测仪

# DEVICETYPE_1
source: Inverter
ja_jp: インバーター
zh_cn: 逆变器

# HOME_INDEX_AVOIDED_CO2
source: CO₂ Reduction
it_ch: Risparmio di CO₂
ja_jp: 二酸化炭素排出低減
zh_cn: 二氧化碳减排

# HOME_INDEX_PLANT_DISTRIBUTION
source: Plant Distribution
it_ch: Distribuzione della centrale
ja_jp: 発電所の分布
zh_cn: 电站分布

# HOME_INDEX_EXAMPLE_PLANT
source: Example Plants
it_ch: Centrale di esempio
ja_jp: 例示発電所
zh_cn: 示例电站

# HOME_INDEX_EXAMPLE_PLANTS_DETAIL
source: User need not login, click here and go into the example plants to experience sample plant functions directly.
it_ch: Utente non ha bisogno di accesso, click per entrare la centrale di modello per provare direttamente la capacità della centrale
ja_jp: ユーザーはログインする必要がなく、クリックすると例示発電所にアクセスして、直接に発電所の機能を体験することができます。
zh_cn: 用户无需登录，点击进入示例电站，可以直接体验电站功能。

# HOME_INDEX_FORGETTEN_PASSWORD
source: Forgot password
it_ch: Dimenticare il codice
ja_jp: パスワードが忘れた
zh_cn: 忘记密码

# HOME_INDEX_LOGIN
source: Login
ja_jp: ログイン
zh_cn: 登录

# HOME_INDEX_PASSWORD
source: Password
ja_jp: パスワード
zh_cn: 密码

# HOME_INDEX_PLANTS
source: Today Energy
it_ch: Oggi Energia
ja_jp: 本日の発電量
zh_cn: 今日发电

# HOME_INDEX_REGISTER
source: Register
it_ch: Registrare
ja_jp: 登録
zh_cn: 注册

# HOME_INDEX_REMAIN_REMEMBER_ME
source: Remember Me
it_ch: Ricordami
ja_jp: 私を覚えて下さい
zh_cn: 记住我

# HOME_INDEX_TOTAL_ENERGY
source: Total Energy
it_ch: Totale Energia
ja_jp: 累計トータル発電量
zh_cn: 累计发电

# HOME_INDEX_USERNAME
source: Username
it_ch: Utente nome
ja_jp: ユーザー名
zh_cn: 用户名

# MONITORITEM_AC
source: Iac
it_ch: Corrente alternata
ja_jp: 交流電流
zh_cn: 交流电流

# MONITORITEM_AMBIENTTEMP
source: Environment Temperature
it_ch: Temperatura
ja_jp: 環境温度
zh_cn: 环境温度

# MONITORITEM_AV
source: VDC
it_ch: Voltaggio della corrente alternata
ja_jp: 交流電圧
zh_cn: 交流电压

# MONITORITEM_I_DC
source: IDC
it_ch: Corrente diretta
ja_jp: 直流電流
zh_cn: 直流电流

# MONITORITEM_V_DC
source: VDC
it_ch: Voltaggio della corrente diretta
ja_jp: 直流電圧
zh_cn: 直流电压

# MONITORITEM_ENERGY
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# MONITORITEM_FREQUENCY
source: Frequency
it_ch: Frequenza
ja_jp: 頻度
zh_cn: 频率

# MONITORITEM_LINGT
source: Insolation
it_ch: Insolazione
ja_jp: 日照强度
zh_cn: 日照强度

# MONITORITEM_POWER
source: Power
it_ch: Energia
ja_jp: 電気量
zh_cn: 电量

# MONITORITEM_TEMPERATURE
source: Internal Temperature
it_ch: Temperatura nell'impianto
ja_jp: 機械内の温度
zh_cn: 机内温度

# PLANT_ADDPLANT_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# PLANT_ADDPLANT_ADD_PLANT
source: Add Plant
it_ch: Aggiungere la centrale
ja_jp: 発電所追加
zh_cn: 添加电站

# PLANT_ADDPLANT_ADD_POWER_STATION_INFORMATION
source: Add Plant Information
it_ch: Aggiungere l'informazione della centrale
ja_jp: 発電所情報追加
zh_cn: 添加电站信息

# PLANT_ADDPLANT_ANGLE
source: Angle
it_ch: Angolo
ja_jp: 角度
zh_cn: 角度

# PLANT_ADDPLANT_CITY
source: City
it_ch: Città
ja_jp: 都市
zh_cn: 城市

# PLANT_ADDPLANT_COUNTRY
source: Country
it_ch: Paese
ja_jp: 国家
zh_cn: 国家

# PLANT_ADDPLANT_DESCRIPTION
source: Description
it_ch: Descrizione
ja_jp: 記述
zh_cn: 描述

# PLANT_ADDPLANT_DIRECTION
source: Direction
it_ch: Direzione
ja_jp: 方向
zh_cn: 朝向

# PLANT_ADDPLANT_EMAIL
source: Email
ja_jp: メールアドレス
zh_cn: 邮箱

# PLANT_ADDPLANT_EMAIL_EMAIL
source: Please enter a valid email address
it_ch: Si prega di entrare l'email valido
ja_jp: 正しいメールアドレスを入力して下さい
zh_cn: 请输入正确的E-mail地址

# PLANT_ADDPLANT_FOR_MUST_FILL_IN_THE_ITEM
source: Required fields
it_ch: Campo richiesto a riempire
ja_jp: は必須項目
zh_cn: 为必填项

# PLANT_ADDPLANT_INSTALLDATE
source: Installation date
it_ch: Data dell'installazione
ja_jp: 据付け期日
zh_cn: 安装日期

# PLANT_ADDPLANT_LATITUDE
source: Latitude
it_ch: Latitudine
ja_jp: 緯度
zh_cn: 北纬

# PLANT_ADDPLANT_LATITUDE_DIGITS
source: Must input number
it_ch: Deve input il numero
ja_jp: 数字を入力して下さい
zh_cn: 请输入数字

# PLANT_ADDPLANT_LOCATION
source: Location
it_ch: Posizione
ja_jp: 位置
zh_cn: 位置

# PLANT_ADDPLANT_LONGITUDE
source: Longitude
it_ch: Longitudine
ja_jp: 経度
zh_cn: 东经

# PLANT_ADDPLANT_LONGITUDE_DIGITS
source: Must input number
it_ch: Deve input il numero
ja_jp: 数字を入力して下さい
zh_cn: 请输入数字

# PLANT_ADDPLANT_MANUFACTURER
source: Manufacturer
it_ch: Produttori
ja_jp: メーカー
zh_cn: 制造商

# PLANT_ADDPLANT_MODULETYPE
source: Model Type
it_ch: Tipo del modulo
ja_jp: 型番タイプ
zh_cn: 型号类型

# PLANT_ADDPLANT_NAME
source: Name
it_ch: Nome
ja_jp: 名称
zh_cn: 名称

# PLANT_ADDPLANT_NO
source: No
it_ch: Numero
ja_jp: 番号
zh_cn: 编号

# PLANT_ADDPLANT_NOTE
source: Note
ja_jp: 注
zh_cn: 注

# PLANT_ADDPLANT_OPERATER
source: Operater
it_ch: Operatore
ja_jp: 操作員
zh_cn: 操作人

# PLANT_ADDPLANT_PHONE
source: Phone
it_ch: Telefono
ja_jp: 電話
zh_cn: 电话

# PLANT_ADDPLANT_REVENUE
source: Revenue
it_ch: Beneficio
ja_jp: 收益
zh_cn: 收益

# PLANT_ADDPLANT_STREET
source: Street
it_ch: Strada
ja_jp: 町
zh_cn: 街道

# PLANT_ADDPLANT_SUCCESS_EM
source: Successed
it_ch: Successo
ja_jp: 成功
zh_cn: 成功

# PLANT_ADDPLANT_TIMEZONE
source: Time Zone
it_ch: Area del tempo
ja_jp: 時間帯
zh_cn: 时区

# PLANT_ADDPLANT_UPLOAD_PICTURES
source: Upload Pictures
it_ch: Upload l'immagine
ja_jp: 画像アップロード
zh_cn: 上传图片

# PLANT_ADDPLANT_USERNAME_REQUIRED
source: Please enter an username
it_ch: Si prega di entrare un utente nome
ja_jp: ユーザー名を入力して下さい
zh_cn: 请输入用户名

# PLANT_ADDPLANT_ZIPCODE
source: Zip Code
it_ch: Codice postale
ja_jp: 郵便番号
zh_cn: 邮编

# PLANT_CODE
source: Plant
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站

# PLANT_DEVICE_DEVICE_LIST
source: Device List
ja_jp: 設備リスト
zh_cn: 设备列表

# PLANT_DEVICE_DEVICE_MODEL
source: Device Model
it_ch: Modello dell'impianto
ja_jp: 設備の型番
zh_cn: 设备型号

# PLANT_DEVICE_DEVICE_TYPE
source: Device Type
it_ch: Tipo dell'impianto
ja_jp: 設備タイプ
zh_cn: 设备类型

# PLANT_DEVICE_PLANT_UNIT
source: Plant Unit
it_ch: Unità della centrale
ja_jp: 発電所ユニット
zh_cn: 电站单元

# PLANT_DEVICE_POWER_STATION_EXAMPLE_TABLE
source: Plant Example Table
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# PLANT_DEVICE_PREPARATION_BY_SCREENING
source: By screening
it_ch: Scelta
ja_jp: 通過選別
zh_cn: 通过筛选

# PLANT_DEVICE_TURNED_TO
source: Go to
it_ch: Andare a
ja_jp: へ移動します
zh_cn: 转到

# PLANT_DEVICE_TYPE
source: Type
it_ch: Tipo
ja_jp: タイプ
zh_cn: 类型

# PLANT_EDIT_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# PLANT_EDIT_ANGLE
source: Angle
it_ch: Angolo
ja_jp: 角度
zh_cn: 角度

# PLANT_EDIT_CITY
source: City
it_ch: Città
ja_jp: 都市
zh_cn: 城市

# PLANT_EDIT_COUNTRY
source: Country
it_ch: Paese
ja_jp: 国家
zh_cn: 国家

# PLANT_EDIT_CROSS_ON_THE_PICTURE
source: Uploading pictures
it_ch: Upload l'immagine
ja_jp: 画像アップロード中
zh_cn: 正在上传图片

# PLANT_EDIT_DESCRIPTION
source: Description
it_ch: Descrizione
ja_jp: 記述
zh_cn: 描述

# PLANT_EDIT_DIRECTION
source: Direction
it_ch: Direzione
ja_jp: 方向
zh_cn: 朝向

# PLANT_EDIT_EDIT_PLANT
source: Edit Plant Information
it_ch: Compilare l'informazione della centrale
ja_jp: 発電所情報編集
zh_cn: 编辑电站信息

# PLANT_EDIT_EMAIL
source: Email
ja_jp: メールアドレス
zh_cn: 邮箱

# PLANT_EDIT_EMAIL_EMAIL
source: Please enter a valid email address
it_ch: Si prega di entrare l'email valido
ja_jp: 正しいメールアドレスを入力して下さい
zh_cn: 请输入正确的E-mail地址

# PLANT_EDIT_FOR_MUST_FILL_IN_THE_ITEM
source: Required fields
it_ch: Campo richiesto a riempire
ja_jp: は必須項目
zh_cn: 为必填项

# PLANT_EDIT_INSTALLDATE
source: Installation date
it_ch: Data dell'installazione
ja_jp: 据付け期日
zh_cn: 安装日期

# PLANT_EDIT_LATITUDE
source: Latitude
it_ch: Latitudine
ja_jp: 緯度
zh_cn: 北纬

# PLANT_EDIT_LATITUDE_DIGITS
source: Must input number
it_ch: Deve input il numero
ja_jp: 数字を入力して下さい
zh_cn: 请输入数字

# PLANT_EDIT_LOCATION
source: Location
it_ch: Posizione
ja_jp: 位置
zh_cn: 位置

# PLANT_EDIT_LONGITUDE
source: Longitude
it_ch: Longitudine
ja_jp: 経度
zh_cn: 东经

# PLANT_EDIT_LONGITUDE_DIGITS
source: Must input number
it_ch: Deve input il numero
ja_jp: 数字を入力して下さい
zh_cn: 请输入数字

# PLANT_EDIT_MANUFACTURER
source: Manufacturer
it_ch: Produttori
ja_jp: メーカー
zh_cn: 制造商

# PLANT_EDIT_MODULETYPE
source: Module Type
it_ch: Tipo del modulo
ja_jp: テンプレートタイプ
zh_cn: 模块类型

# PLANT_EDIT_NAME
source: Name
it_ch: Nome
ja_jp: 名称
zh_cn: 名称

# PLANT_EDIT_NO
source: No
it_ch: Numero
ja_jp: 番号
zh_cn: 编号

# PLANT_EDIT_NOTE
source: Note
ja_jp: 注
zh_cn: 注

# PLANT_EDIT_OPERATER
source: Operater
it_ch: Operatore
ja_jp: 操作員
zh_cn: 操作人

# PLANT_EDIT_PHONE
source: Phone
it_ch: Telefono
ja_jp: 電話
zh_cn: 电话

# PLANT_EDIT_PLEASE_WAIT
source: Please wait
it_ch: Si prega di attendere
ja_jp: 少々お待ち下さい
zh_cn: 请稍等

# PLANT_EDIT_REVENUE
source: Revenue
it_ch: Beneficio
ja_jp: 收益
zh_cn: 收益

# PLANT_EDIT_STREET
source: Street
it_ch: Strada
ja_jp: 町
zh_cn: 街道

# PLANT_EDIT_SUCCESS_EM
source: Successed
it_ch: Successo
ja_jp: 成功
zh_cn: 成功

# PLANT_EDIT_TIMEZONE
source: Time Zone
it_ch: Area del tempo
ja_jp: 時間帯
zh_cn: 时区

# PLANT_EDIT_UPLOAD_PICTURES
source: Upload Pictures
it_ch: Upload l'immagine
ja_jp: 画像アップロード
zh_cn: 上传图片

# PLANT_EDIT_PLANTNAME_REQUIRED
source: Please enter the station name
it_ch: Inserisci il nome della stazione
ja_jp: 発電所名を入力して下さい。
zh_cn: 请输入电站名

# PLANT_EDIT_ZIPCODE
source: Zip Code
it_ch: Codice postale
ja_jp: 郵便番号
zh_cn: 邮编

# PLANT_LIST_NAME
source: Name
it_ch: Nome
ja_jp: 名称
zh_cn: 名称

# PLANT_LIST_NO
source: No
it_ch: Numero
ja_jp: 番号
zh_cn: 编号

# PLANT_LIST_OPERATION
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# PLANT_LIST_PLANT_LIST
source: Plant List
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# PLANT_LIST_PLANT_STATION_INFORMATION
source: Plant Station Information
it_ch: Dettaglio della impianto
ja_jp: 発電所の詳細情報
zh_cn: 电站详情

# PLANT_LIST_STREET
source: Street
it_ch: Strada
ja_jp: 町
zh_cn: 街道

# PLANT_LIST_TOTAL_ENERGY
source: Total Energy
it_ch: Totale Energia
ja_jp: トータル発電量
zh_cn: 总发电量

# PLANT_LOG_ALL
source: All
it_ch: Tutto
ja_jp: すべて
zh_cn: 全部

# PLANT_LOG_ALL_PLANTS
source: All Plants
it_ch: Tutte le centrali
ja_jp: すべての発電所
zh_cn: 全部电站

# PLANT_LOG_CONFIRMED
source: Confirm
it_ch: Confermare
ja_jp: 確認
zh_cn: 确认

# PLANT_LOG_DESCRIPTION
source: Description
it_ch: Descrizione
ja_jp: 記述
zh_cn: 描述

# PLANT_LOG_DEVICE
source: Device
it_ch: Impianto
ja_jp: 設備
zh_cn: 设备

# PLANT_LOG_ERROR
source: Error
it_ch: Errore
ja_jp: エラー
zh_cn: 错误

# PLANT_LOG_ERROR_TYPE
source: Error Type
it_ch: Tipo dell'errore
ja_jp: エラータイプ
zh_cn: 错误类型

# PLANT_LOG_LOG_INFO
source: Log Info
it_ch: Informazione del diario
ja_jp: ログ情報
zh_cn: 日志信息

# PLANT_LOG_NO_CONFIRM
source: Not Confirmed
it_ch: Non confermato
ja_jp: 未確認
zh_cn: 未确认

# PLANT_LOG_OPERATION
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# PLANT_LOG_PLANT
source: Plant
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站

# PLANT_LOG_POWER_STATION_INFORMATION
source: Plant Logs
it_ch: Informazione della centrale
ja_jp: 発電所の情報
zh_cn: 电站信息

# PLANT_LOG_PREPARATION_BY_SCREENING
source: Search Condition
it_ch: Condizione della scelta
ja_jp: 選別条件
zh_cn: 筛选条件

# PLANT_LOG_SELECT
source: Select
it_ch: Scegliere
ja_jp: 選択
zh_cn: 选择

# PLANT_LOG_SEND_DATE
source: Send Time
it_ch: Invia il tempo
ja_jp: 発信時間
zh_cn: 发送时间

# PLANT_LOG_STATE
source: Status
it_ch: Stato
ja_jp: 状態
zh_cn: 状态

# PLANT_LOG_TURNED_TO
source: Go to
it_ch: Rivolgere a
ja_jp: へ移動します
zh_cn: 转向

# PLANT_MAP_LATITUDE
source: Latitude
it_ch: Latitudine
ja_jp: 緯度
zh_cn: 北纬

# PLANT_MAP_LONGITUD
source: Longitude
it_ch: Longitudine
ja_jp: 経度
zh_cn: 东经

# PLANT_MAP_PLANT_MAP
source: Plant Map
it_ch: Mappa della centrale
ja_jp: 発電所の地図
zh_cn: 电站地图

# PLANT_OVERVIEW_ABOUT_PLANT
source: About Plant
it_ch: Sulla centrale
ja_jp: 発電所について
zh_cn: 关于电站

# PLANT_OVERVIEW_ALL_UNITS
source: All Units
it_ch: tutte le unità
ja_jp: すべてのユニット
zh_cn: 所有单元

# PLANT_OVERVIEW_CO2_AVOIDED
source: CO₂ Reduction
it_ch: Risparmio di CO₂
ja_jp: 二酸化炭素排出低減
zh_cn: 二氧化碳减排

# PLANT_OVERVIEW_ENERGY
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# PLANT_OVERVIEW_LIGHT_INTENSITY
source: Insolation
it_ch: Insolazione
ja_jp: 日照强度
zh_cn: 日照强度

# PLANT_OVERVIEW_MONTHS
source: Months
it_ch: Mese
ja_jp: 月
zh_cn: 月

# PLANT_OVERVIEW_PLANT_OVERVIEW
source: Overview
it_ch: Introduzione
ja_jp: 概要
zh_cn: 概览

# PLANT_OVERVIEW_REVENUE
source: Revenue
it_ch: Beneficio
ja_jp: 收益
zh_cn: 收益

# PLANT_OVERVIEW_TEMPERATURE
source: Temperature
it_ch: Temperatura
ja_jp: 環境温度
zh_cn: 环境温度

# PLANT_OVERVIEW_TOTAL
source: Total
it_ch: Totale
ja_jp: 全体
zh_cn: 总体

# PLANT_OVERVIEW_YEARS
source: Years
it_ch: Anno
ja_jp: 年
zh_cn: 年

# PLANT_PROFILE_CITY
source: City
it_ch: Città
ja_jp: 都市
zh_cn: 城市

# PLANT_PROFILE_COUNTRY
source: Country
it_ch: Paese
ja_jp: 国家
zh_cn: 国家

# PLANT_PROFILE_DESCRIPTION
source: Description
it_ch: Descrizione
ja_jp: 記述
zh_cn: 描述

# PLANT_PROFILE_DIRECTION
source: Direction
it_ch: Direzione
ja_jp: 方向
zh_cn: 朝向

# PLANT_PROFILE_EDIT_POWER_STATION_INFORMATION
source: Plant Information
it_ch: Informazione della centrale
ja_jp: 発電所の情報
zh_cn: 电站信息

# PLANT_PROFILE_INSTALLDATE
source: Installation date
it_ch: Data dell'installazione
ja_jp: 据付け期日
zh_cn: 安装日期

# PLANT_PROFILE_LATITUDE
source: Latitude
it_ch: Latitudine
ja_jp: 緯度
zh_cn: 北纬

# PLANT_PROFILE_LONGITUDE
source: Longitude
it_ch: Longitudine
ja_jp: 経度
zh_cn: 东经

# PLANT_PROFILE_NAME
source: Name
it_ch: Nome
ja_jp: 名称
zh_cn: 名称

# PLANT_PROFILE_NO
source: No
it_ch: Numero
ja_jp: 番号
zh_cn: 编号

# PLANT_PROFILE_PROFILE
source: Profile
it_ch: Introduzione
ja_jp: プロファイル
zh_cn: 简介

# PLANT_PROFILE_STATE
source: State
it_ch: Stato
ja_jp: 状態
zh_cn: 状态

# PLANT_PROFILE_STREET
source: Street
it_ch: Strada
ja_jp: 町
zh_cn: 街道

# PLANT_PROFILE_TIMEZONE
source: Time Zone
it_ch: Area del tempo
ja_jp: 時間帯
zh_cn: 时区

# PLANT_PROFILE_ZIPCODE
source: Zip Code
it_ch: Codice postale
ja_jp: 郵便番号
zh_cn: 邮编

# PLANT_REPORTCONFIG_COMMA_SEPERATE
source: ";" Split
ja_jp: セミコロン（;）で分割して下さい
zh_cn: ";"号分割

# PLANT_REPORTCONFIG_DIGITS
source: Must input number
it_ch: Deve input il numero
ja_jp: 数字を入力して下さい
zh_cn: 请输入数字

# PLANT_REPORTCONFIG_EDIT
source: Edit
it_ch: Compilare
ja_jp: 編集
zh_cn: 编辑

# PLANT_REPORTCONFIG_ERROR_TYPE
source: Error Type
it_ch: Tipo dell'errore
ja_jp: エラータイプ
zh_cn: 错误类型

# PLANT_REPORTCONFIG_INTERVAL_REQUIRED
source: Please enter an interval time
it_ch: Si prega di entrare l'intervallo
ja_jp: 時間の間隔を入力して下さい
zh_cn: 请输入间隔

# PLANT_REPORTCONFIG_MAIL
source: Mail
it_ch: Email
ja_jp: メール
zh_cn: 邮件

# PLANT_REPORTCONFIG_MIN
source: Min value
it_ch: Numero minimo
ja_jp: 最小值
zh_cn: 最小值

# PLANT_REPORTCONFIG_PLANTS
source: Plants
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站

# PLANT_REPORTCONFIG_PLANT_NAME
source: Plant Name
it_ch: Nome della centrale
ja_jp: 発電所の名称
zh_cn: 电站名称

# PLANT_REPORTCONFIG_RECEIVING_MAILBOXES
source: Receiving emails
it_ch: Ricevere l'email
ja_jp: メール受信
zh_cn: 接收邮件

# PLANT_REPORTCONFIG_REPORTCONFIG
source: Report Config
it_ch: Configurazione del rapporto
ja_jp: レポート配置
zh_cn: 报告配置

# PLANT_REPORTCONFIG_REPORT_TYPE
source: Report Type
it_ch: Tipo del rapporto
ja_jp: レポートタイプ
zh_cn: 报告类型

# PLANT_REPORTCONFIG_REPORT_TYPES
source: Report Types
it_ch: Tipo del rapporto
ja_jp: レポートタイプ
zh_cn: 报告类型

# PLANT_REPORTCONFIG_SCREENING_RESULTS
source: Screening Results
it_ch: Risultato della scelta
ja_jp: 選別結果
zh_cn: 筛选结果

# PLANT_REPORTCONFIG_SELECT_PLANT_AND_CONFIGURATION_ITEMS
source: Select plant and configuration.
it_ch: Scegliere la centrale e la configurazione
ja_jp: 発電所選択と配置
zh_cn: 选择电站和配置

# PLANT_REPORTCONFIG_SUCCESS_EM
source: Successed
it_ch: Successo
ja_jp: 成功
zh_cn: 成功

# PLANT_REPORTCONFIG_TIMES
source: Times
it_ch: Tempo
ja_jp: 時間
zh_cn: 时间

# PLANT_REPORTCONFIG_TIME_INTERVAL
source: Time Interval
it_ch: Intervallo del tempo
ja_jp: 時間間隔
zh_cn: 时间间隔

# PLANT_UNIT_BIND_COLLECTOR_ID
source: Data Source Code
it_ch: Fonte dei dati SN
ja_jp: データソース番号
zh_cn: 数据源号

# PLANT_UNIT_BIND_COLLECTOR_PASSWORD
source: Data Source Password
it_ch: Fonte dei dati la password
ja_jp: データソースのパスワード
zh_cn: 数据源密码

# PLANT_UNIT_BIND_UNIT_BIND
source: Unit Bind
it_ch: Unità collegata
ja_jp: ユニットビンディング
zh_cn: 单元绑定

# PLANT_UNIT_BIND_UNIT_BIND_DETAIL
source: You need input the data source ID and password, you can get it from equipment supplier or Product Specification
it_ch: Ha bisogno di entrare ID della risorsa di dato e il codice segreto, che può ottenere dal fornitore dell'impianto o dal libretto dell'istruzione del prodotto
ja_jp: データソースのIDとパスワード入力する必要があります、設備サプライヤー又は製品の取扱説明書から取得できます。
zh_cn: 您需要输入数据源ID和密码,可以从设备供应商或者产品说明书中处获得

# PLANT_UNIT_BIND_UNIT_NAMES
source: Unit Name
it_ch: Nome dell'unità
ja_jp: ユニット名称
zh_cn: 单元名称

# PLANT_UNIT_EDIT_EDIT_UNIT
source: Edit Unit
it_ch: Compilare l'unità
ja_jp: ユニット編集
zh_cn: 编辑单元

# PLANT_UNIT_EDIT_SUBORDINATE_PLANT_STATION
source: Sub-plant
it_ch: Sub-centrale
ja_jp: サブ発電所
zh_cn: 子电站

# PLANT_UNIT_EDIT_UNIT_MODIFY
source: Unit Modify
it_ch: Modifica dell'unità
ja_jp: ユニット変更
zh_cn: 单元修改

# PLANT_UNIT_EDIT_UNIT_NAME
source: Unit Name
it_ch: Nome dell'unità
ja_jp: ユニット名称
zh_cn: 单元名称

# PLANT_UNIT_EDIT_USERNAME
source: Username
it_ch: Utente nome
ja_jp: ユーザー名
zh_cn: 用户名

# PLANT_UNIT_LIST_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# PLANT_UNIT_LIST_NO
source: No
it_ch: Numero
ja_jp: シリアルナンバー
zh_cn: 序号

# PLANT_UNIT_LIST_OPERATE
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# PLANT_UNIT_LIST_POWER
source: Power
it_ch: Potenza
ja_jp: 電力
zh_cn: 功率

# PLANT_UNIT_LIST_POWER_STATION_EXAMPLE_TABLE
source: Unit List
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# PLANT_UNIT_LIST_STATUS
source: Status
it_ch: Stato
ja_jp: 状態
zh_cn: 状态

# PLANT_UNIT_LIST_UNIT_LIST
source: Unit List
it_ch: Unità list
ja_jp: ユニットリスト
zh_cn: 单元列表

# PLANT_UNIT_LIST_UNIT_NAME
source: Unit Name
it_ch: Nome dell'unità
ja_jp: ユニット名称
zh_cn: 单元名称

# SelectLang
source: Select language
it_ch: Scegliere la lingua
ja_jp: 言語選択
zh_cn: 选择语言

# USER_ADDPLANT_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# USER_ADDPLANT_ALGLE
source: Angle
it_ch: Angolo
ja_jp: 角度
zh_cn: 角度

# USER_ADDPLANT_CITY
source: City
it_ch: Città
ja_jp: 城市
zh_cn: 城市

# USER_ADDPLANT_COUNTRY
source: Country
it_ch: Paese
ja_jp: 国家
zh_cn: 国家

# USER_ADDPLANT_DESCRIPTION
source: Description
it_ch: Descrizione
ja_jp: 記述
zh_cn: 描述

# USER_ADDPLANT_DIRECTION
source: Direction
it_ch: Angolo
ja_jp: 角度
zh_cn: 角度

# USER_ADDPLANT_EDIT_POWER_STATION_INFORMATION
source: Edit Plant Information
it_ch: Compilare l'informazione della centrale
ja_jp: 発電所情報編集
zh_cn: 编辑电站信息

# USER_ADDPLANT_EMAIL
source: Email
ja_jp: メールアドレス
zh_cn: 邮箱

# USER_ADDPLANT_EMAIL_EMAIL
source: Please enter a valid email address
it_ch: Si prega di entrare l'email valido
ja_jp: 正しいメールアドレスを入力して下さい
zh_cn: 请输入正确的E-mail地址

# USER_ADDPLANT_FOR_MUST_FILL_IN_THE_ITEM
source: Required fields
it_ch: Campo richiesto a riempire
ja_jp: は必須項目
zh_cn: 为必填项

# USER_ADDPLANT_INSTALLDATE
source: Installation date
it_ch: Data dell'installazione
ja_jp: 据付け期日
zh_cn: 安装日期

# USER_ADDPLANT_LATITUDE
source: Latitude
it_ch: Latitudine
ja_jp: 緯度
zh_cn: 北纬

# USER_ADDPLANT_LATITUDE_DIGITS
source: Must input number
it_ch: Deve input il numero
ja_jp: 数字を入力して下さい
zh_cn: 请输入数字

# USER_ADDPLANT_LOCATION
source: Location
it_ch: Posizione
ja_jp: 位置
zh_cn: 位置

# USER_ADDPLANT_LONGITUDE
source: Longitude
it_ch: Longitudine
ja_jp: 経度
zh_cn: 东经

# USER_ADDPLANT_LONGITUDE_DIGITS
source: Must input number
it_ch: Deve input il numero
ja_jp: 数字を入力して下さい
zh_cn: 请输入数字

# USER_ADDPLANT_MANUFACTURER
source: Manufacturer
it_ch: Produttori
ja_jp: メーカー
zh_cn: 制造商

# USER_ADDPLANT_MODULETYPE
source: Module Type
it_ch: Tipo del modulo
ja_jp: テンプレートタイプ
zh_cn: 模块类型

# USER_ADDPLANT_NAME
source: Name
it_ch: Nome
ja_jp: 名称
zh_cn: 名称

# USER_ADDPLANT_NO
source: No
it_ch: Numero
ja_jp: 番号
zh_cn: 编号

# USER_ADDPLANT_NOTE
source: Note
ja_jp: 注
zh_cn: 注

# USER_ADDPLANT_OPERATER
source: Operater
it_ch: Operatore
ja_jp: 操作員
zh_cn: 操作人

# USER_ADDPLANT_PHONE
source: Phone
it_ch: Telefono
ja_jp: 電話
zh_cn: 电话

# USER_ADDPLANT_PLANT
source: Plant
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站
