Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

# AUTH_REG_EMAIL_REQUIRED
source: Please enter an email
it_ch: Si prega di entrare l'email
ja_jp: メールアドレスを入力して下さい
zh_cn: 请输入邮箱

# PAGE_NEXT
source: Next page
it_ch: Prossima pagina
ja_jp: 次のページ
zh_cn: 下一页

# PAGE_PRE
source: Previous page
it_ch: Prossimo
ja_jp: 前ページ
zh_cn: 上一页

# TIP_NORMAL
source: Normal
it_ch: Normale
ja_jp: 正常
zh_cn: 正常

# HOME_INDEX_VIEW_CLICKVIEW
source: Click to view
it_ch: Nella vista
ja_jp: ブラウズ
zh_cn: 进入浏览

# USER_CODE_SAVE_ERROR
source: The user already exists, please re-edit
it_ch: Già esiste questo utente, si prega di modificare
ja_jp: このユーザー名が既に存在して、新たに入力して下さい
zh_cn: 改用户已存在,请重新输入

# REPORT_CONFIG_TEMPLETE
source: <div>Today Energy id {0}, All Energy is {1}, Today Power is {2}</div>
it_ch: Produttività dell'elettricità di oggi{0},tutte le produttività dell'elettricità{1},la potenza totale di oggi{2}
ja_jp: 本日のトータル発電量は{0}、すべてのトータル発電量は{1}、本日のトータル電力は{2}
zh_cn: 您今日总发电量{0},所有总发电量{1},今日总功率{2}

# TIMEZONE_ITEM_1
source: (GMT -12:00) Eniwetok Island, Kwajalein Atoll
it_ch: (GMT -12:00) Eniwetok Island, Atollo di Kwajalein
ja_jp: (GMT -12:00)エニウェトク、クエジェリン
zh_cn: (GMT -12:00)埃尼威托克岛，夸贾林环礁

# TIMEZONE_ITEM_10
source: (GMT -03:30) Newfoundland
it_ch: (GMT -03:30)Terranova
ja_jp: (GMT -03:30)ニューファンドランド
zh_cn: (GMT -03:30)纽芬兰

# TIMEZONE_ITEM_11
source: (GMT -03:00) Brasilia, Buenos Aires, Georgetown, Falkland Islands
it_ch: (GMT -03:00)Brasilia, Buenos Aires, Georgetown, Isole Falkland
ja_jp: (GMT -03:00)ブラジリア、ブエノスアイレス、ジョージタウン、フォークランド諸島
zh_cn: (GMT -03:00)巴西利亚，布宜诺斯艾利斯，乔治敦，福克兰群岛

# TIMEZONE_ITEM_12
source: (GMT -02:00) Mid-Atlantic, Ascension Island Domain, St. Helena
it_ch: (GMT -02:00)Mid-Atlantic, Isola dell'Ascensione di dominio, St. Helena
ja_jp: (GMT -02:00)中央大西洋、アセンション島ドメイン名、セントヘレナ島
zh_cn: (GMT -02:00)中大西洋，阿森松岛域名，圣赫勒拿岛

# TIMEZONE_ITEM_13
source: (GMT -01:00) Azores Islands children
it_ch: (GMT -01:00)Isole Azzorre bambini
ja_jp: (GMT -01:00)アゾレス諸島
zh_cn: (GMT -01:00)亚速儿群岛

# TIMEZONE_ITEM_14
source: (GMT +01:00) Amsterdam, Berlin, Brussels, Madrid, Paris, Rome
it_ch: (GMT +01:00)Amsterdam, Berlino,Brussels, Madrid,Parigi, Roma
ja_jp: (GMT +01：00)アムステルダム、ベルリン、マドリード、パリ、ローマ
zh_cn: (GMT +01:00)阿姆斯特丹， 柏林，马德里，巴黎，罗马

# TIMEZONE_ITEM_15
source: (GMT +02:00) Cairo, Helsinki, Kaliningrad, South Africa
it_ch: (GMT +02:00)Cairo, Helsinki, Kaliningrad, Sud Africa
ja_jp: (GMT +02：00)カイロ、ヘルシンキ、カリーニングラード、南アフリカ
zh_cn: (GMT +02:00)开罗，赫尔辛基，加里宁格勒，南非

# TIMEZONE_ITEM_16
source: (GMT +03:00) Baghdad, Riyadh, Moscow, Nairobi
it_ch: (GMT +03:00)Baghdad, Er Riad, Mosco, Nairobi
ja_jp: (GMT +03：00)バグダッド、リヤド、モスクワ、ナイロビ
zh_cn: (GMT +03:00)巴格达，利雅得， 莫斯科，内罗毕

# TIMEZONE_ITEM_17
source: (GMT +03:30) Tehran
it_ch: (GMT +03:30)Teheran
ja_jp: (GMT +03:30)テヘラン
zh_cn: (GMT +03:30)德黑兰

# TIMEZONE_ITEM_18
source: (GMT +04:00) Abu Dhabi, Baku, Muscat, Tbilisi
it_ch: (GMT +04:00)Abu Dhabi, Baku,Muscat, Tbilis
ja_jp: (GMT +04:00)アブダビ、バクー、マスカット、トビリシ
zh_cn: (GMT +04:00)阿布扎比，巴库，马斯喀特，第比利斯

# TIMEZONE_ITEM_19
source: (GMT +04:30) Kabul
ja_jp: (GMT +04:30)カブール
zh_cn: (GMT +04:30)喀布尔

# TIMEZONE_ITEM_2
source: (GMT -11:00) Midway Island, Samoa
it_ch: (GMT -11:00) Isole Midway, Samoa
ja_jp: (GMT -11:00)ミッドウェー島、サモア
zh_cn: (GMT -11:00)中途岛，萨摩亚群岛

# TIMEZONE_ITEM_20
source: (GMT +05:00) Ekaterinburg, Islamabad, Karachi, Tashkent
ja_jp: (GMT +05:00)エカテリンバーグ、イスラマバード、カラチ、タシケント
zh_cn: (GMT +05:00)叶卡特琳堡，伊斯兰堡，卡拉奇，塔什干

# TIMEZONE_ITEM_21
source: (GMT +05:45) Katmandu
ja_jp: (GMT +05:45)カトマンズ
zh_cn: (GMT +05:45)加德满都

# TIMEZONE_ITEM_22
source: (GMT +06:00) Almaty, Colombo, Dhaka, Novosibirsk
ja_jp: (GMT +06:00)アルマティ、コロンボ、ダッカ、ノボシビルスク
zh_cn: (GMT +06:00)阿拉木图， 科伦坡，达卡， 新西伯利亚

# TIMEZONE_ITEM_23
source: (GMT +06:30) Rangoon
it_ch: (GMT +06:30)Yangong
ja_jp: (GMT +06:30)ヤンゴン
zh_cn: (GMT +06:30)仰光

# TIMEZONE_ITEM_24
source: (GMT +07:00) Bangkok, Hanoi, Jakarta
it_ch: (GMT +07:00)Bangkok, Hanoi, Djakarta
ja_jp: (GMT +07:00)バンコク、ハノイ、ジャカルタ
zh_cn: (GMT +07:00)曼谷，河内，雅加达

# TIMEZONE_ITEM_25
source: (GMT +08:00) Beijing, Hong Kong, Perth, Singapore, Taipei
it_ch: (GMT +08:00)Pechino, Hongkong, Perth,Singappore, Taipei
ja_jp: (GMT +08:00)北京、香港、パース、シンガポール、台北
zh_cn: (GMT +08:00)北京，香港，珀斯，新加坡，台北

# TIMEZONE_ITEM_26
source: (GMT +09:00) Osaka, Sapporo, Seoul, Tokyo, Yakutsk
it_ch: (GMT +09:00)Osaka, Sapporo, Seoul, Yakutsk
ja_jp: (GMT +09:00)大阪、札幌、ソウル、東京、ヤクーツク
zh_cn: (GMT +09:00)大阪，札幌，首尔，东京，雅库茨克

# TIMEZONE_ITEM_27
source: (GMT +09:30) Adelaide, Darwin
ja_jp: (GMT +09:30)アデレイド、ダーウィン
zh_cn: (GMT +09:30)阿德雷德，达尔文

# TIMEZONE_ITEM_28
source: (GMT +10:00) Canberra, Guam, Melbourne, Sydney, Vladivostok
it_ch: (GMT +10:00)Canberra, Guam,Sydney, Vladivostok
ja_jp: (GMT +10:00)キャンベラ、グアム、メルボルン、シドニー、ウラジオストク
zh_cn: (GMT +10:00)堪培拉，关岛，墨尔本， 悉尼，符拉迪沃斯托克

# TIMEZONE_ITEM_29
source: (GMT +11:00) Magadan, New Caledonia, Solomon Islands
it_ch: (GMT +11:00)Magadan, Nuova Caledonia, Isole Solomon
ja_jp: (GMT +11:00)マガダン、ニューカレドニア、ソロモン諸島
zh_cn: (GMT +11:00)马加丹，新喀里多尼亚，所罗门群岛

# TIMEZONE_ITEM_3
source: (GMT -11:00) Midway Island, Samoa (GMT -10:00) Hawaii
it_ch: (GMT -10:00)Hawaii
ja_jp: (GMT -10:00)ハワイ
zh_cn: (GMT -10:00)夏威夷

# TIMEZONE_ITEM_30
source: (GMT +12:00) Auckland, Wellington, Fiji, Marshall Island
it_ch: (GMT +12:00)Auckland, Wellington, Fiji, Isole Marshall
ja_jp: (GMT +12:00)オークランド、ウェリントン、フィジー、マーシャルの諸島
zh_cn: (GMT +12:00)奥克兰，惠灵顿，斐济，马歇尔群岛

# TIMEZONE_ITEM_31
source: (GMT) Casablanca, Dublin, Edinburgh, London, Lisbon, Monrovia
it_ch: (GMT) Casablanca, Duberlino, Edinburg,Londra, Lisbone, Monrovia
ja_jp: (GMT) カサブランカ、ダブリン、エジンバラ、ロンドン、リスボン、モンロビア
zh_cn: (GMT) 卡萨布兰卡，都柏林，爱丁堡，伦敦，里斯本，蒙罗维亚

# TIMEZONE_ITEM_4
source: (GMT -09:00) Alaska
ja_jp: (GMT -09:00)アラスカ
zh_cn: (GMT -09:00)阿拉斯加州

# TIMEZONE_ITEM_5
source: (GMT -08:00) Pacific Time (U.S. and Canada), Tijuana
it_ch: (GMT -08:00)Pacific Time (USA e Canada), Tijuana
ja_jp: (GMT -08:00)太平洋標準時（米国、カナダ）、ティファナ
zh_cn: (GMT -08:00)太平洋时间（美国和加拿大），蒂华纳

# TIMEZONE_ITEM_6
source: (GMT -07:00) Mountain Time (U.S. and Canada), Arizona
it_ch: (GMT -07:00) Ora Mountain (USA e Canada), Arizona
ja_jp: (GMT -07:00)山地標準時（米国、カナダ）、アリゾナ
zh_cn: (GMT -07:00)山地时间（美国和加拿大）, 亚利桑那州

# TIMEZONE_ITEM_7
source: (GMT -06:00) Central Time (U.S. and Canada), Mexico City
it_ch: (GMT -06:00)Central Time (USA e Canada), Città del Messico
ja_jp: (GMT -06:00)中部標準時（米国、カナダ）、メキシコシティ
zh_cn: (GMT -06:00)中部时间（美国和加拿大），墨西哥城

# TIMEZONE_ITEM_8
source: (GMT -05:00) Eastern Time (U.S. and Canada), Bogota, Lima, Quito
it_ch: (GMT -05:00)Eastern Time (USA e Canada), Bogota, Lima, Quito
ja_jp: (GMT -05:00)東部標準時（米国、カナダ）、ボゴタ、リマ、キト
zh_cn: (GMT -05:00)东部时间（美国和加拿大），波哥大，利马，基多

# TIMEZONE_ITEM_9
source: (GMT -04:00) Atlantic Time (Canada), Caracas, Perth
it_ch: (GMT -04:00)Ora costa atlantica (Canada), Caracas, Perth
ja_jp: (GMT -04:00)大西洋標準時 (カナダ)、カラカス、パース
zh_cn: (GMT -04:00)大西洋时间（加拿大），加拉加斯，帕斯

# AUTH_REG_REVENUE_MAX_NUMBER
source: Please enter a value no more than 180
it_ch: Si prega di entrare il numero non più di 180
ja_jp: 180以下の数字を入力して下さい。
zh_cn: 请输入不大于180的数字

# AUTH_REG_REVENUE_MIN_NUMBER
source: Enter number, greater than or equal to -180.
it_ch: Si prega di entrare il numero non meno di -180
ja_jp: -180以下の数字を入力して下さい。
zh_cn: 请输入不小于-180的数字

# TIMEZONE_ITEM_0
source: (GMT) Casablanca, Dublin, Edinburgh, London, Lisbon, Monrovia
it_ch: (GMT) Casablanca, Duberlino, Edinburg, Londra, Lisbone, Monrovia
ja_jp: (GMT) カサブランカ、ダブリン、エジンバラ、ロンドン、リスボン、モンロビア
zh_cn: (GMT) 卡萨布兰卡，都柏林，爱丁堡，伦敦，里斯本，蒙罗维亚

# CHART_TIP_NODEVICES
source: No Device, perhaps collector of the unit don't connect to SolarInfo Bank
it_ch: Non impianto, forse il collezionatore di questa unità non è ancora collegato al sistema di SunInfo Bank
ja_jp: 設備がなくて、そのユニットのデータソースは、まだSolarInfo Bankのシステムに接続しなかったかもしれない
zh_cn: 无设备,也许该单元的数据源还没有接入SolarInfo Bank系统

# MUST_CHOOSE_ONE
source: Chose at least one
it_ch: Scegliere almeno uno
ja_jp: 少なくとも1つを選択して下さい
zh_cn: 至少选择一个

# USER_PLANT_PIC_DESC
source: Note: Add your plant pictures
it_ch: Note:aggiungere la sua immagine della centrale
ja_jp: 注意：発電所の画像を追加して下さい
zh_cn: 提示：添加您的电站图片

# PLANT_PROFILE_PICTURE
source: Picture
it_ch: Immagine
ja_jp: 画像
zh_cn: 图片

# USER_MONITOR_VIDEO_SUBMIT
source: Submit
it_ch: Avanzare
ja_jp: 提出
zh_cn: 提交

# PLANT_EDIT_SHOW_LARGE_VERSION
source: Click view a larger picture
it_ch: Click per vedere il quadro grande
ja_jp: クリックすると、大きい画像をプレビューすることができます
zh_cn: 单击查看大图片

# PLANT_OVERVIEW_FAMILIES
source: Trees
it_ch: Alberi
ja_jp: 木
zh_cn: 棵

# CURRENTPLANTTIME
source: Power station local time
it_ch: Alimentazione tempo stazione locale
ja_jp: 現在発電所の現地時間
zh_cn: 当前电站本地时间

# PLANT_OVERVIEW_TREES
source: Equivalent trees planted
it_ch: Alberi Equivalenti
ja_jp: 同等の木
zh_cn: 等效树木

# DEVICE_MONITOR_ERROR_NOTICE
source: Input Format Error
it_ch: Sbagliata la forma dell'input
ja_jp: 入力フォーマット間違い
zh_cn: 输入格式错误

# APP_TODAYENERGY
source: Today Energy
it_ch: Oggi Energia
ja_jp: 本日の発電量
zh_cn: 今日发电量

# APP_TOTALENERGY
source: Total Energy
it_ch: Totale Energia
ja_jp: トータル発電量
zh_cn: 总发电量

# CHART_TITLE_MONTHKWPENERGYCHART
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# CHART_TITLE_TOTALKWPENERGYCHART
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# CHART_TITLE_YEARLYKWPENERGYCHART
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# SHARED_INSIDEMASTERPAGE_YEARS_COMPARED
source: Annual Comparison
it_ch: Comparazione annuale
ja_jp: 年度比較
zh_cn: 年度比较

# CUSTOMREPORT_SAVE_FAILED_NOANYITEM
source: Not defined any item
it_ch: Non definito alcun programma
ja_jp: 如何なる項目を定義しなかった
zh_cn: 未定义任何项目

# CUSTOMREPORT_SAVE_FAILED_NOMATCH
source: For non-measure energy production point, please choose only hours time kind of coordinate
it_ch: Non è località della produzione dell'elettricità,si prega di scegliere la coordinata del tipo di ore
ja_jp: 発電量測定点ではなく、時間タイムタイプの座標を選択しかできない
zh_cn: 非发电量测点，只能选择小时时间类型的坐标

# USER_REPORTCONFIG_REPORT_TEMPLATE1
source: Daily Info Report
it_ch: Rapporto dell'informazione quotidiana
ja_jp: 毎日の情報レポート
zh_cn: 每日信息报告

# USER_REPORTCONFIG_REPORT_TEMPLATE2
source: Monthly Info Report
it_ch: Rapporto dell'informazione mensile
ja_jp: 毎月の情報レポート
zh_cn: 每月信息报告

# USER_REPORTCONFIG_REPORT_TEMPLATE3
source: Annual Info Report
it_ch: Rapporto dell'informazione annuale
ja_jp: 年度情報レポート
zh_cn: 年度信息报告

# USER_REPORTCONFIG_REPORT_TEMPLATE4
source: Total Report
it_ch: Rapporto dell'informazione generale
ja_jp: 全体情報レポート
zh_cn: 总体信息报告

# REPORT_CONFIG_PLANT_NAME
source: Plants{0}
it_ch: Centrali{0}
ja_jp: 発電所の{0}
zh_cn: 电站的{0}

# REPORT_CONFIG_TODAY_CO2
source: Today CO₂ reduction:{0} {1}<br/><br/>
it_ch: Riduzione delle emissioni di CO₂ di oggi:{0} {1}<br/><br/>
ja_jp: 本日の二酸化炭素排出低減：{0} {1}<br/><br/>
zh_cn: 今日二氧化碳减排:{0} {1}<br/><br/>

# REPORT_CONFIG_TODAY_ENERGY
source: Today Energy:{0} {1}<br/><br/>
it_ch: Oggi Energia:{0} {1}<br/><br/>
ja_jp: 本日の発電量:{0} {1}<br/><br/>
zh_cn: 今日发电量:{0} {1}<br/><br/>

# REPORT_CONFIG_TODAY_REVENUE
source: Today Revenue:{0} {1}<br/><br/>
it_ch: Reddito di oggi:{0} {1}<br/><br/>
ja_jp: 本日の收益：{0} {1}<br/><br/>
zh_cn: 今日收益:{0} {1}<br/><br/>

# REPORT_CONFIG_TOTAL_CO2
source: Total CO₂ reduction:{0} {1}<br/><br/>
it_ch: Riduzione totale di CO₂:{0} {1}<br/><br/>
ja_jp: トータル二酸化炭素排出低減：{0} {1}<br/><br/>
zh_cn: 总二氧化碳减排:{0} {1}<br/><br/>

# REPORT_CONFIG_TOTAL_ENERGY
source: Total Energy:{0} {1}<br/><br/>
it_ch: Totale Energia:{0} {1}<br/><br/>
ja_jp: トータル発電量:{0} {1}<br/><br/>
zh_cn: 总发电量:{0} {1}<br/><br/>

# REPORT_CONFIG_TOTAL_REVENUE
source: Total Revenue:{0} {1}<br/><br/>
it_ch: Reddito totale:{0} {1}<br/><br/>
ja_jp: トータル收益：{0} {1}<br/><br/>
zh_cn: 总收益:{0} {1}<br/><br/>

# REPORT_CONFIG_CONTENT_TITLE
source: Please check the Plants in SolarInfo Bank System
it_ch: Si prega di consultare la centrale nel sistema di SolarInfo Bank
ja_jp: SolarInfo Bankシステム中の発電所をチェックして下さい
zh_cn: 请查看SolarInfo Bank系统中的电站

# REPORT_CONFIG_HELLO
source: Hello:
it_ch: Ciao：
ja_jp: こんにちは：
zh_cn: 您好：

# REPORT_CONFIG_MAIL_MANAGER
source: SolarInfo Bank System Administrator
it_ch: Amministratore del sistema di SolarInfo Bank
ja_jp: SolarInfo Bankシスアド
zh_cn: SolarInfo Bank系统管理员

# REPORT_CONFIG_REPORT_CONTENT
source: Content：
it_ch: Contenuto:
ja_jp: メールの内容：
zh_cn: 邮件内容：

# REPORT_CONFIG_REPORT_TITLE
source: title
it_ch: Titolo dell'email
ja_jp: メールの件名
zh_cn: 邮件标题

# REPORT_CONFIG_SENDER
source: Sender: SolarInfo Bank
it_ch: Mittenten: SolarInfo Bank
ja_jp: 発信者： SolarInfo Bank
zh_cn: 发件人: SolarInfo Bank

# CUSTOMREPORT_CHART_TIME
source: Time
it_ch: Tempo
ja_jp: 時間
zh_cn: 时间

# CUSTOM_CHART_DAY
source: Daily
it_ch: Giorno
ja_jp: 日間
zh_cn: 日

# CUSTOM_CHART_HOUR
source: Hour
it_ch: Ora
ja_jp: 時間
zh_cn: 小时

# CUSTOM_CHART_MONTH
source: Month
it_ch: Mese
ja_jp: 月
zh_cn: 月

# CUSTOM_CHART_YEAR
source: Year
it_ch: Anno
ja_jp: 年
zh_cn: 年

# CUSTOM_SAVE_SUCCESSFULLY
source: Saved successfully!
it_ch: Conservazione con successo!
ja_jp: 保存完了!
zh_cn: 保存成功!

# CUSTOM_CHART_NO_SELECT_ERROR
source: Preview failure, not defined any item
it_ch: Fallita la prevista,non è definito nessun programma
ja_jp: プレビュー失敗、如何なる項目を定義しなかった
zh_cn: 预览失败，未定义任何项目

# AUTH_REG_FAX_REQUIRED
source: Please enter a fax number
it_ch: Si prega di entrare il numero di fax
ja_jp: ＦＡＸ番号を入力して下さい
zh_cn: 请输入传真号码

# CHART_HIDDEN_TIP
source: Click the legend, hide or show the curve
it_ch: Click la leggenda, nascondere o dimostrare la curva
ja_jp: 凡例をクリックすると、その曲線を表示又は不表示します
zh_cn: 点击图例,显示或隐藏该条曲线

# PLANT_UNIT_BIND_COLLECTOR_NAME_TIP
source: Alias
ja_jp: 别名
zh_cn: 别名

# PLANT_UNIT_DATA_SOURCE_CODE
source: Data Source Code
it_ch: Origine del dato
ja_jp: データソース
zh_cn: 数据源

# PLANT_INFO_TOTALl_METER
source: Total Meter
it_ch: Informazione della centrale
ja_jp: 発電所の情報
zh_cn: 电站信息

# PLANT_DATA_COUNT
source: Data Statistical
it_ch: Statistica del dato
ja_jp: データ統計
zh_cn: 数据统计

# PLANT_POWER_COUNT_DATA
source: Plant power data
it_ch: Dato della potenza della centrale
ja_jp: 発電所電力
zh_cn: 电站功率

# PLANT_DEVICEMONITOR_HIDDEN
source: Hide
it_ch: Nascondere
ja_jp: 隠し
zh_cn: 隐藏

# PLANT_DEVICEMONITOR_SHOW
source: Show
it_ch: Dimostrare
ja_jp: 表示
zh_cn: 显示

# PLANT_DEVICEMONITOR_VIEW_ALL
source: Show all
it_ch: Dimostrare tutto
ja_jp: すべて表示
zh_cn: 显示所有

# AUTH_REG_CHOICE_OPTIONAL
source: Optional
it_ch: I seguenti sono opzionali:
ja_jp: 以下は、選択記入項目：
zh_cn: 以下为选填项:

# AUTH_REG_FIRSTNAME
source: First Name
it_ch: Nome
ja_jp: 名字
zh_cn: 名字

# AUTH_REG_LASTNAME
source: Last Name
it_ch: Cognome
ja_jp: 氏名
zh_cn: 姓氏

# PLANT_DEVICE_NAME
source: Device name
it_ch: Nome dell'impianto
ja_jp: 設備名称
zh_cn: 设备名称

# CUSTOMREPORT_SAVE_FAILED_EXISTNAME
source: The report's name already exists
it_ch: Nome di questo rapporto già esiste
ja_jp: このレポート名が既に存在した
zh_cn: 此报表名称已经存在

# MONITORITEM_OPERATE
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# DATAITEM_3104
source: CO₂ reduction of this month
it_ch: Risparmio di CO₂ di questo mese
ja_jp: 今月のCO₂排出低減
zh_cn: 当月CO₂减排

# DATAITEM_3100
source: This Month Energy
it_ch: Questo mese di energia
ja_jp: 今月の発電量
zh_cn: 当月发电量

# DATAITEM_3102
source: This Monthly Income
it_ch: Questo Mese del reddito
ja_jp: 今月の収入
zh_cn: 当月收入

# DATAITEM_3105
source: Total CO₂ reduction
it_ch: Riduzione totale di CO₂
ja_jp: 累計CO₂排出低減
zh_cn: 累计CO₂减排

# DATAITEM_3101
source: Total Energy
it_ch: Totale Energia
ja_jp: 累計トータル発電量
zh_cn: 累计总发电量

# DATAITEM_3103
source: Total Revenue
it_ch: I ricavi totali
ja_jp: トータル収入
zh_cn: 总收入

# PLANT_MONITORITEM_AMBIENTTEMP_CODE_15
source: Environment temperature
it_ch: Temperatura ambiente
ja_jp: 環境温度
zh_cn: 环境温度

# PLANT_MONITORITEM_ENERGY_CODE_12
source: Plant Monitoritem Energy
it_ch: Produttività dell'elettricità della centrale
ja_jp: 発電所の発電量
zh_cn: 电站发电量

# PLANT_MONITORITEM_LIGHT_CODE_14
source: Plant insolation
it_ch: Insolazione della centrale
ja_jp: 発電所の日照強度
zh_cn: 电站日照强度

# PLANT_MONITORITEM_POWER_CODE_13
source: Plant Monitoritem Power
it_ch: Potenza della centrale
ja_jp: 発電所電力
zh_cn: 电站功率

# PLANT_MONITORITEM_WINDDIRECTION_CODE_17
source: Wind Direction
it_ch: Direzione del vento
ja_jp: 風向
zh_cn: 风向

# PLANT_MONITORITEM_WINDSPEED_CODE_16
source: Wind Speed
it_ch: Velocità del vento
ja_jp: 風速
zh_cn: 风速

# DATAITEM_8
source: The date of occurrence of the maximum power
it_ch: la data di insorgenza della potenza massima
ja_jp: 本日電力最大値の発信時間
zh_cn: 今日功率最大值发送时间

# DATAITEM_5
source: Today CO₂ Reduction
it_ch: Riduzione delle emissioni di CO₂ di oggi
ja_jp: 本日のCO₂排出低減
zh_cn: 今日CO₂减排

# DATAITEM_1
source: Today Energy
it_ch: Oggi Energia
ja_jp: 本日の発電量
zh_cn: 今日发电量

# DATAITEM_7
source: Today Max Power
it_ch: Potenza massima di oggi
ja_jp: 本日電力の最大値
zh_cn: 今日功率最大值

# DATAITEM_11
source: Today Hour Energy Curve of plant
it_ch: Cura della produttività dell'elettricità orale di oggi
ja_jp: 今日は時間の発電容量曲線
zh_cn: 今日小时发电量曲线

# DATAITEM_10
source: Insolation curve
it_ch: Insolazione curva
ja_jp: 日照強度曲線
zh_cn: 日照强度曲线

# DATAITEM_9
source: Today Plant Power Curve
it_ch: Cura della potenza della centrale di oggi
ja_jp: 本日発電所の電力曲線
zh_cn: 今日电站功率曲线

# DATAITEM_3
source: Today Revenue
it_ch: Reddito di oggi
ja_jp: 本日の収入
zh_cn: 今日收入

# DATAITEM_6
source: Total CO₂ Reduction
it_ch: Riduzione totale di CO₂
ja_jp: 累計CO₂排出低減
zh_cn: 累计CO₂减排

# DATAITEM_2
source: Total Energy
it_ch: Totale Energia
ja_jp: 累計トータル発電量
zh_cn: 累计总发电量

# DATAITEM_4
source: Total Revenue
it_ch: Reddito totale
ja_jp: 累計トータル収入
zh_cn: 累计总收入

# DATAITEM_2098
source: CO₂ reduction the last 7 days
it_ch: Risparmio di CO₂ degli ultimi 7 giorni
ja_jp: 最近7日間のCO₂排出低減
zh_cn: 近7日CO₂减排

# DATAITEM_2094
source: Yield the last 7 days
it_ch: Resa ultimi 7 giorni
ja_jp: 最近7日間の発電量
zh_cn: 近7日发电量

# DATAITEM_2096
source: Revenue the last 7 days
it_ch: I ricavi degli ultimi 7 giorni
ja_jp: 最近7日間の収入
zh_cn: 近7日收入

# DATAITEM_2099
source: Total CO₂ reduction
it_ch: Riduzione totale di CO₂
ja_jp: 累計CO₂排出低減
zh_cn: 累计CO₂减排

# DATAITEM_2095
source: Total Energy
it_ch: Totale Energia
ja_jp: 累計トータル発電量
zh_cn: 累计总发电量

# DATAITEM_2097
source: Total Revenue
it_ch: I ricavi totali
ja_jp: トータル収入
zh_cn: 总收入

# DATAITEM_4110
source: Year CO₂ Reduction
it_ch: Riduzione delle emissioni di CO₂ di quest'anno
ja_jp: 今年のCO₂排出低減
zh_cn: 当年CO₂减排

# DATAITEM_4106
source: Year Energy
it_ch: Produzione dell'elettricità di quest'annp
ja_jp: 今年の発電量
zh_cn: 当年发电量

# DATAITEM_4108
source: This Year Income
it_ch: Reddito di quest'anno
ja_jp: 今年の収入
zh_cn: 当年收入

# DATAITEM_4111
source: Total CO₂ Reduction
it_ch: Riduzione totale di CO₂
ja_jp: 累計CO₂排出低減
zh_cn: 累计CO₂减排

# DATAITEM_4107
source: Total Energy
it_ch: Totale Energia
ja_jp: 累計トータル発電量
zh_cn: 累计总发电量

# DATAITEM_4109
source: Total Revenue
it_ch: I ricavi totali
ja_jp: トータル収入
zh_cn: 总收入

source: Event Reports
it_ch: Rapporto dell'evento
ja_jp: 事件レポート
zh_cn: 事件报表

source: Run Reports
it_ch: Operare il rapporto
ja_jp: 運転レポート
zh_cn: 运行报表

# REPORT_ADD
source: Add
it_ch: Creare
ja_jp: 作成
zh_cn: 创建

# REPORT_CUSTOM_STATEMENT
source: Custom Reports
it_ch: Rapporto di autodefinizione
ja_jp: ユーザー定義レポート
zh_cn: 自定义报表

# REPORT_INDEX_TITLE
source: Report Index
it_ch: Prima pagina del rapporto
ja_jp: レポートトップページ
zh_cn: 报表首页

# REPORT_NOTE
source: Click report name can switch among different reports
it_ch: Click il nome del rappporto per cambiare diversi rapporti
ja_jp: 表示するレポート名をクリックすると、異なるレポートを切り替えることができます
zh_cn: 单击显示的报表名称可以切换不同的报表

source: Report Name
it_ch: Nome del rapporto
ja_jp: レポート名称
zh_cn: 报表名称

# REPORT_OPERATION
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# REPORT_PLANT_NAME
source: Plant Name
it_ch: Nome della centrale
ja_jp: 発電所の名称
zh_cn: 电站名称

# REPORT_TIME_CHOICE
source: Select time
it_ch: Scegliere l'ora
ja_jp: 時間選択
zh_cn: 选择时间

source: Report Type
it_ch: Tipo del rapporto
ja_jp: レポートタイプ
zh_cn: 报表类型

# REPORT_DAY_REPORT
source: Daily Info Report
it_ch: Rappporto quotidiano
ja_jp: 日間レポート
zh_cn: 日报表

# REPORT_MONTH_REPORT
source: Monthly Info Report
it_ch: Rapporto mensile
ja_jp: 月間レポート
zh_cn: 月报表

# REPORT_TOTAL_REPORT
source: Total Info Report
it_ch: Rapproto totale
ja_jp: 全体レポート
zh_cn: 总体报表

# REPORT_VIEW
source: View Report
it_ch: Controllare il rapporto
ja_jp: レポートプレビュー
zh_cn: 查看报表

# REPORT_WEEK_REPORT
source: 7 Day Report
it_ch: Quasi 7 Report
ja_jp: 最近7日間のレポート
zh_cn: 近7日报表

# REPORT_YEAR_REPORT
source: Annual Info Report
it_ch: Rapporto annuale
ja_jp: 年間レポート
zh_cn: 年报表

source: All Plants Report
it_ch: Rapporto di tutte le centrali
ja_jp: すべて発電所のレポート
zh_cn: 所有电站报表

# PLANT_REPORT
source: A single Plant Repor
it_ch: Rapporto di una singola centrale
ja_jp: 単一発電所レポート
zh_cn: 单个电站报表

# SHARED_INSIDE_PLANT_USER
source: Plant Users
it_ch: Utente della centrale
ja_jp: 発電所のユーザー
zh_cn: 电站用户

source: Create Report
it_ch: Creare il rapporto
ja_jp: レポート作成
zh_cn: 创建报表

# REPORT_BUTTON_CANCLE
source: Cancel
it_ch: Cancellare
ja_jp: キャンセル
zh_cn: 取消

# REPORT_BUTTON_SAVE
source: Save
it_ch: Conservare
ja_jp: 保存
zh_cn: 保存

# REPORT_EMAIL
source: Email
ja_jp: メール
zh_cn: 邮件

# REPORT_ITEM_DATE_OPTIONAL
source: Optional items
it_ch: Voce opzionabile
ja_jp: オプション項目
zh_cn: 可选数据项

# REPORT_SEND_FORMAT
source: Send Format
it_ch: Formato di mandata
ja_jp: 発信フォーマット
zh_cn: 发送格式

# REPORT_SEND_FORMAT_HTML
source: Web Page
it_ch: Pagina del sito
ja_jp: ウエッブページ
zh_cn: 网页

# REPORT_SEND_FORMAT_TXT
source: Text file
it_ch: File di testo
ja_jp: テキストファイル
zh_cn: 文本文件

# REPORT_SEND_HOUR
source: Hour
it_ch: Tempo
ja_jp: 時
zh_cn: 时

# REPORT_SEND_INTERVAL
source: Interval
it_ch: Intervallo del tempo
ja_jp: 時間間隔
zh_cn: 时间间隔

# REPORT_SEND_MINUTE
source: Minute
it_ch: Minuto
ja_jp: 分間
zh_cn: 分

# REPORT_SEND_MODE
source: Send Mode
it_ch: Modalità della mandata
ja_jp: 発信モード
zh_cn: 发送模式

# REPORT_SEND_MODE_CIRCULATION
source: Circulation send
it_ch: Mandata in circolazione
ja_jp: 循環発信
zh_cn: 循环发送

# REPORT_SEND_MODE_FIXED_TIME
source: Send at the fixed time
it_ch: Mandare nel tempo fissato
ja_jp: 固定時間発信
zh_cn: 固定时间发送

# REPORT_TIME
source: Time
it_ch: Tempo
ja_jp: 時間
zh_cn: 时间

# REPORT_TYPE_DAY
source: Day
it_ch: Giorno
ja_jp: 日間
zh_cn: 日

# REPORT_TYPE_MONTH
source: Month
it_ch: Mese
ja_jp: 月
zh_cn: 月

# REPORT_TYPE_TOTAL
source: Total
it_ch: Totale
ja_jp: 全体
zh_cn: 总体

# REPORT_TYPE_WEEK
source: 7 days
it_ch: 7 giorni
ja_jp: 最近7日間
zh_cn: 近7日

# REPORT_TYPE_YEAR
source: Year
it_ch: Anno
ja_jp: 年
zh_cn: 年

# USER_PLANTUSER_ROLE
source: Role
it_ch: Ruolo
ja_jp: ロール
zh_cn: 角色

# USER_ADDUSER_EMAIL
source: Email
ja_jp: メールアドレス
zh_cn: 邮箱

# USER_ADDUSER_PASSWORD
source: Password
ja_jp: パスワード
zh_cn: 密码

# USER_ADDUSER_SELECTPLANTS
source: Select Plant
it_ch: Scegliere la centrale
ja_jp: 発電所選択
zh_cn: 选择电站

# USER_ADDUSER_SEND_ACCOUNT_MAIL
source: Send account and password to your mailbox !
it_ch: Mandare il conto ed il codice segreto all'email
ja_jp: アカウントのパスワードをメールボックスに発信する
zh_cn: 发送账号密码到邮箱

# USER_ADDUSER_USER_NAME
source: User name
it_ch: Utente nome
ja_jp: ユーザー名
zh_cn: 用户名

# USER_ADDUSER_USER_ROLE
source: User role
it_ch: Ruolo dell'utente
ja_jp: ユーザーのロール
zh_cn: 用户角色

# USER_ADD_USER_CREATE
source: Create user
it_ch: Creare l'utente
ja_jp: ユーザー作成
zh_cn: 创建用户

# USER_ADD_USER_CREATE_TTL
source: Add user operation
it_ch: Aggiungere operazione di utente
ja_jp: ユーザー操作追加
zh_cn: 添加用户操作

# USER_ROLE_1
source: Browsing user
it_ch: Utente di sfogliata
ja_jp: 普通ブラウズユーザー
zh_cn: 一般浏览用户

# USER_ROLE_2
source: Maintainer
it_ch: Manutentore
ja_jp: 発電所の保守管理者
zh_cn: 电站维护员

# USER_ROLE_3
source: System Administrator
it_ch: Amministratore del sistema
ja_jp: シスアド
zh_cn: 系统管理员

# REPORT_SEND_DAY
source: Day
it_ch: Giorno
ja_jp: 日間
zh_cn: 日

# REPORT_SEND_YEAR
source: Yearly
it_ch: Mese
ja_jp: 月
zh_cn: 月

# REPORT_SEND_MONTH
source: Month
it_ch: Mese
ja_jp: 月
zh_cn: 月

source: Friday
it_ch: Venerdì
ja_jp: 金曜日
zh_cn: 星期五

source: Monday
it_ch: Lunedì
ja_jp: 月曜日
zh_cn: 星期一

# RUN_REPORT_DELETE
source: Delete
it_ch: Cancellare
ja_jp: 削除
zh_cn: 删除

# RUN_REPORT_DOWNLOAD
source: Download
ja_jp: ダウンロード
zh_cn: 下载

# RUN_REPORT_EDIT
source: Edit
it_ch: Compilare
ja_jp: 編集
zh_cn: 编辑

# RUN_REPORT_VIEW
source: View
it_ch: Controllare
ja_jp: プレビュー
zh_cn: 查看

source: Saturday
it_ch: Sabato
ja_jp: 土曜日
zh_cn: 星期六
