Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

# CHART_TITLE_PLANTSMONTHKWPENERGYCOMPARECHART
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# CHART_TITLE_PLANTSTOTALKWPENERGYCOMPARECHART
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# CHART_TITLE_PLANTSYEARKWPENERGYCOMPARECHART
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# AGREE_BUTTON
source: Consent agreement and registration
it_ch: Accordo e registrazione
ja_jp: 協議に同意してしかも登録する
zh_cn: 同意协议并注册

# USER_AGREE_LINK
source: User agreement
it_ch: Utente accordo
ja_jp: ユーザー協議の内容
zh_cn: 用户协议内容

# PLANT_NAME_DEFAULT_MESSAGE
source: Please enter the station name
it_ch: Inserisci il nome della stazione
ja_jp: 発電所の名称を入力して下さい
zh_cn: 请输入电站名称

# DETAIL
source: Detailed
it_ch: Dettagliato
ja_jp: 詳細
zh_cn: 详细

source: Summary
it_ch: Riassunto
ja_jp: 概要
zh_cn: 概要

# USER_LOGOUT_CONFIRM
source: Are you sure you quit it?
it_ch: Sei sicuro di non smettere?
ja_jp: ログアウトを確定しますか。
zh_cn: 您确定注销么？

# HOME_INDEX_DESCR_TITLE
source: <ul> <li> Run data query </ li> <li> Historical data query </ li><li> Data download </ li> <li> Healthy degree of detection </ li> <li> Report customization </ li> </ ul>
it_ch: <ul> <li>Eseguire query sui dati</li> <li>Interrogare dati storici </li><li style="white-space:nowrap">Scaricare i dati</li> <li>Grado sano di rilevazione </li> <li style="white-space:nowrap">Personalizzazione dei report</li> </ul>
ja_jp: <ul> <li>運行デー</li> <li>歴史データ検索</li> <li>健康度自己診断</li> <li>レポートオーダーメイド</li> <li>データダウンロード</li> </ul>
zh_cn: <ul> <li>运行数据</li> <li>历史数据查询</li> <li>健康度自检测</li> <li>报表定制</li> <li>数据下载</li> </ul>

# HOME_INDEX_EXAMPLE_DES
source: User need not login, click here and go into the example plants to experience sample plant functions directly.
it_ch: Utente non ha bisogno di accesso, click per entrare la centrale di modello per provare direttamente la capacità della centrale
ja_jp: ユーザーはログインする必要がなく、クリックすると例示発電所にアクセスして、直接に発電所の機能を体験することができます。
zh_cn: 用户无需登录，点击进入示例电站，可以直接体验电站功能。

# HOME_INDEX_MOBILE_BUTTON
source: View
it_ch: Controllare
ja_jp: プレビュー
zh_cn: 查看

# PAGE_MAINTAIN_CONTENT
source: SolarInfo Bank under maintenance, please visit later, <br>, maintenance time is probably from {0} to {1}.
it_ch: SolarInfo Bank in manutenzione, si prega di visitare più tardi, <br>, tempi di manutenzione è probabilmente da {0} a {1}.
ja_jp: SolarInfo Bankはメンテナンス中、しばらく後にアクセスして下さい<br>、メンテナンス時間は大体{0} ～{1}。
zh_cn: SolarInfo Bank 正在维护中,请稍后访问,<br>，维护时间大概从 {0} 到 {1}。

# MOBILE_BUTTON_BACK
source: Return
it_ch: Ritorno
ja_jp: 戻る
zh_cn: 返回

# MOBILE_BUTTON_QUIE
source: Quit
it_ch: Uscire
ja_jp: エスケープ
zh_cn: 退出

# USER_OVERVIEW_PLANT_CURRENT2INSTALLPOWER
source: The current power and The Install power
it_ch: La potenza attuale e Il potere di installazione
ja_jp: 現在の電力と設計電力
zh_cn: 当前功率和设计功率

# USER_OVERVIEW_PLANT_TODAYENERGY
source: Today energy
it_ch: Oggi Energia
ja_jp: 本日の発電量
zh_cn: 今日发电

# CUSTOMREPORT_SAVE_VALIDSELECTUNIT
source: Can not select the unit, Power station or equipment can only choose
it_ch: Non è possibile selezionare l'unità, la stazione di Potenza o attrezzature può solo scegliere
ja_jp: ユニットを選択できなくて、発電所又は設備を選択しかできない
zh_cn: 无法选择单元,只能选择电站或者设备

# PLANT_CHART_PERFORMANCE_INVESTMENT_COMPARE_INPLANTS_CHART
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# PLANT_POWERCOUNT_TIME
source: Time coordinate
it_ch: Tempo di coordinare
ja_jp: 時間座標
zh_cn: 时间坐标

# USER_MONITOR_VIDEO_MONITOR_POINT
source: Measuring point
it_ch: Punto di misura
ja_jp: 測定点
zh_cn: 测点

# WAP_AC_ACTIVE_POWER
source: AC power
it_ch: AC potenza
ja_jp: 交流電力
zh_cn: 交流功率

# WAP_DEVICE_CHART
source: Device Chart
it_ch: Carta dell'impianto
ja_jp: 設備グラフ
zh_cn: 设备图表

# WAP_INVERTER_LIST
source: Inverter List
it_ch: Inverter lista
ja_jp: インバーターリスト
zh_cn: 逆变器列表

# WAP_LAST_UPDATE_TIME
source: Last update
it_ch: Ultimo aggiornamento
ja_jp: 最後更新の時間
zh_cn: 最后更新时间

# PUBLIC_APP_CONTENT1
source: <p>Now, you can easily access via mobile phone to monitor, organize, and display of power plants online portal SolarInfo Bank, and as a free iPhone application. No matter what system you have, can use SolarInfo Bank via mobile phone to access your plants. Therefore, the power plant operators, installers and maintenance personnel can access from anywhere they need the most important data. This saves time and cost. </p><p>No matter where you are, can take advantage of existing user data access power plants. If you would like to personally understand the online monitoring of power plant work, or you do not SolarInfo Bank account, we will provide a demo account..</p><p>Energy production today or last month, how? Now, access the power of data easier than ever. And, can the iPhone is more intuitive to simply understand the use of plants.</p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-iphone/id501588268?l=en&ls=1&mt=8 '><img src="/images/iphonestore.jpg"/></a>
it_ch: <p>Ora, si può facilmente accedere via cellulare per monitorare, organizzare, e la visualizzazione di centrali elettriche in linea SolarInfo Bank portale, e come applicazione gratuita per iPhone.Non importa quale sistema si ha, può usare SolarInfo Bank via cellulare per accedere alle vostre piante. Pertanto, gli operatori di centrale elettrica, installatori e personale addetto alla manutenzione può accedere da qualsiasi luogo di cui hanno bisogno i dati più importanti. Ciò fa risparmiare tempo e costi. </p><p>Non importa dove ti trovi, può sfruttare i dati esistenti centrali di accesso utente. Se volete capire di persona il monitoraggio on-line di lavoro centrale elettrica, o che non tengono conto SolarInfo Bank, forniremo un account demo.</p><p>Produzione di energia oggi o il mese scorso, come? Ora, il potere di accesso dei dati più facile che mai. E può l'iPhone è più intuitivo di capire semplicemente l'uso di piante.</p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-iphone/id501588268?l=en&ls=1&mt=8 '><img src="/images/iphonestore.jpg"/></a>
ja_jp: <p>今、携帯電話を通じて、気軽に発電所を監視・組織・展示するオンラインポータルサイトSolarInfo Bankをアクセスすることができて、そしてそれを無料のiPhoneアプリケーションとすることができます。 どんな大きなシステムに問わず、すべてSolarInfo Bankを使い、携帯電話を通じて貴社の発電所をアクセスすることができます。 そのため、発電所の操作者、据付け技師とメンテナンス人員は、いかなる場所で彼らが必要する最も重要なデータをアクセスすることができます。 このように時間とコストを節約することができます。 </p><p>お客さんはどこにいるかに関わらず、すべて既存のユーザーデータを使い、発電所をアクセスすることができます。 自らでオンライン発電所監視の仕事方法を体験したいならば、あるいはまだSolarInfo Bankアカウントを持っていなければ、私達は１つのデモアカウントを提供することができます。</p><p>今日又は先月のエネルギーの生産情況はどうでしょうか。 現在、電気量のデータをアクセスすることが、以前より更に容易になります。 しかも、iPhoneを通じて更に直観・簡単に発電所の使用情況を調べることができます</p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-iphone/id501588268?l=zh&ls=1&mt=8 '><img src="/images/iphonestore.jpg"/></a>
zh_cn: <p>现在，可以通过移动电话轻松访问用于监控、组织和展示发电厂的在线门户SolarInfo Bank，并将其作为免费的 iPhone 应用程序。 无论您拥有多大的系统，都能利用 SolarInfo Bank 通过移动电话访问您的发电厂。 因此，电厂操作人员、安装技师和维修人员可以在任何地方访问他们所需的最重要数据。 这样可以节省时间和成本。 </p><p>无论您身在何处，都可利用现有的用户数据访问电厂。 如果您想亲自了解在线电厂监控的工作方式，或者您还没有 SolarInfo Bank 帐户，我们会提供一个演示帐户。</p><p>今天或上个月的能源生产情况如何？ 现在，访问电量数据将比以往更容易。 并且，可通过 iPhone更加直观简单地了解电厂的使用情况。</p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-iphone/id501588268?l=zh&ls=1&mt=8 '><img src="/images/iphonestore.jpg"/></a>

# PUBLIC_APP_CONTENT11
source: <p>Now, you can easily access via mobile phone to monitor, organize, and display of power plants online portal SolarInfo Bank, and as a free iPad application. No matter what system you have, can use SolarInfo Bank via mobile phone to access your plants. Therefore, the power plant operators, installers and maintenance personnel can access from anywhere they need the most important data. This saves time and cost. </p><p>No matter where you are, can take advantage of existing user data access power plants. If you would like to personally understand the online monitoring of power plant work, or you do not SolarInfo Bank account, we will provide a demo account..</p><p>Energy production today or last month, how? Now, access the power of data easier than ever. And, can the iPad is more intuitive to simply understand the use of plants.</p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-ipad/id501590339?l=en&ls=1&mt=8 '><img src="/images/iphonestore.jpg"/></a>
it_ch: <p>Ora, si può facilmente accedere via cellulare per monitorare, organizzare, e la visualizzazione di centrali elettriche in linea SolarInfo Bank portale, e come applicazione gratuita per iPad.Non importa quale sistema si ha, può usare SolarInfo Bank via cellulare per accedere alle vostre piante. Pertanto, gli operatori di centrale elettrica, installatori e personale addetto alla manutenzione può accedere da qualsiasi luogo di cui hanno bisogno i dati più importanti. Ciò fa risparmiare tempo e costi. </p><p>Non importa dove ti trovi, può sfruttare i dati esistenti centrali di accesso utente. Se volete capire di persona il monitoraggio on-line di lavoro centrale elettrica, o che non tengono conto SolarInfo Bank, forniremo un account demo.</p><p>Produzione di energia oggi o il mese scorso, come? Ora, il potere di accesso dei dati più facile che mai. E può l'iPad è più intuitivo di capire semplicemente l'uso di piante.</p> </p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-ipad/id501590339?l=zh&ls=1&mt=8 '><img src="/images/ipadstore.jpg"/></a>
ja_jp: <p>今、携帯電話を通じて、気軽に発電所を監視・組織・展示するオンラインポータルサイトSolarInfo Bankをアクセスすることができて、そしてそれを無料のiPadアプリケーションとすることができます。 どんな大きなシステムに問わず、すべてSolarInfo Bankを使い、携帯電話を通じて貴社の発電所をアクセスすることができます。 そのため、発電所の操作者、据付け技師とメンテナンス人員は、いかなる場所で彼らが必要する最も重要なデータをアクセスすることができます。 このように時間とコストを節約することができます。 </p><p>お客さんはどこにいるかに関わらず、すべて既存のユーザーデータを使い、発電所をアクセスすることができます。 自らでオンライン発電所監視の仕事方法を体験したいならば、あるいはまだSolarInfo Bankアカウントを持っていなければ、私達は１つのデモアカウントを提供することができます。</p><p>今日又は先月のエネルギーの生産情況はどうでしょうか。 現在、電気量のデータをアクセスすることが、以前より更に容易になります。 しかも、iPadを通じて更に直観・簡単に発電所の使用情況を調べることができます</p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-ipad/id501590339?l=zh&ls=1&mt=8 '><img src="/images/ipadstore.jpg"/></a>
zh_cn: <p>现在，可以通过移动电话轻松访问用于监控、组织和展示发电厂的在线门户SolarInfo Bank，并将其作为免费的 iPad应用程序。 无论您拥有多大的系统，都能利用 SolarInfo Bank 通过移动电话访问您的发电厂。 因此，电厂操作人员、安装技师和维修人员可以在任何地方访问他们所需的最重要数据。 这样可以节省时间和成本。 </p><p>无论您身在何处，都可利用现有的用户数据访问电厂。 如果您想亲自了解在线电厂监控的工作方式，或者您还没有 SolarInfo Bank 帐户，我们会提供一个演示帐户。</p><p>今天或上个月的能源生产情况如何？ 现在，访问电量数据将比以往更容易。 并且，可通过 iPad 更加直观简单地了解电厂的使用情况。</p><a target='_blank' href='http://itunes.apple.com/us/app/solarinfo-bank-for-ipad/id501590339?l=zh&ls=1&mt=8 '><img src="/images/ipadstore.jpg"/></a>

# DEVICETYPE_7
source: DC Power Distribution Cabinet
it_ch: DC potenza distribuzione gabinetto
ja_jp: 直流キャビネット
zh_cn: 直流配电柜

# ERRORITEM_9472
source: DSP Com-err
ja_jp: DSP 通信例外
zh_cn: DSP 通讯异常

# DEVICE_MONITOR_CABINET
source: DC Power Cabinet List
it_ch: DC potenza distribuzione gabinetto
ja_jp: DC配電キャビネットリスト
zh_cn: 直流配电柜列表

# USER_OVERVIEW_PLANT_CURRENT_POWER
source: Current power
it_ch: Potenza attuale
ja_jp: 現在の電力
zh_cn: 当前功率

# USER_OVERVIEW_PLANT_INSTALL_POWER
source: Install power
it_ch: Potenza dell'installazione
ja_jp: 据付け効率
zh_cn: 安装功率

# COMMON_LINK_EXCEL
source: Download
ja_jp: ダウンロード
zh_cn: 下载

# USER_PLANT_LIST_FILENAME
source: Power station List
it_ch: Centrale Lista
ja_jp: 発電所リスト
zh_cn: 电站列表

# PLANT_UNIT_LIST_FILENAME
source: Unit List
it_ch: Unità list
ja_jp: ユニットリスト
zh_cn: 单元列表

# SUMMER_LINGSHI_ENABLED
source: Enabling DST
it_ch: Ora legale
ja_jp: サマータイム起動
zh_cn: 夏令时启用

# SUMMER_LINGSHI_ENABLED_END_DATE
source: End Time
it_ch: Fine tempo
ja_jp: 終了時間
zh_cn: 结束时间

# SUMMER_LINGSHI_ENABLED_START_DATE
source: Start time
it_ch: Ora di inizio
ja_jp: スタート時間
zh_cn: 开始时间

# SUMMER_LINGSHI_HOURS
source: Hours in advance
it_ch: Ore prima
ja_jp: 繰上げる時間
zh_cn: 提前小时

# CHART_DETAILS_ITEMS
source: Item
it_ch: Progetto
ja_jp: 項目
zh_cn: 项目

# DEVICE_MONITOR_EXPORT_CSV
source: CSV file export
it_ch: CSV esportazione
ja_jp: CSVファイルエクスポート
zh_cn: 导出CSV文件

# PLANT_CHART_NOWORK_YEAR
source: No Data
it_ch: Non dati
ja_jp: データなし
zh_cn: 无数据

# AUTH_REG_SUCCESS
source: User information is stored successfully
it_ch: Informazioni sugli utenti sono memorizzate con successo
ja_jp: ユーザー情報保存成功
zh_cn: 用户信息保存成功

# COMPARE_UNIT_ITEM
source: Unit
it_ch: Unità
ja_jp: ユニット
zh_cn: 单元

# UNITDAYLY_INVEST_INCOME_COMPARE_CHART_NAME
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# UNITINVEST_INCOME_COMPARE_CHART_TWO
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# UNITMONTHLY_INVEST_INCOME_COMPARE_CHART_NAME
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# UNITYEARLY_INVEST_INCOME_COMPARE_CHART_NAME
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# CHART_EXPORT_DATA
source: View details
it_ch: Visualizzare i dettagli
ja_jp: 詳細データプレビュー
zh_cn: 查看详细数据

# CHART_EXPORT_PDF
source: Export chart data to a PDF file
it_ch: Esportazione dati del grafico in un file PDF
ja_jp: グラフデータをPDFファイルにエクスポートします
zh_cn: 导出图表数据到PDF文件

# CHART_EXPORT_XLS
source: Export chart data to a EXCEL file
it_ch: Esportazione dati del grafico in un file EXECL
ja_jp: グラフデータをEXCELファイルにエクスポートします
zh_cn: 导出图表数据到EXCEL文件

# CHART_UNITCOMPARE_CHART
source: Unit Comparison
it_ch: Unità confronto
ja_jp: ユニット比較
zh_cn: 单元比较

# SHARED_INSIDEMASTERPAGE_UNIT_COMPARED_CHART
source: Units Comparison
it_ch: Unità confronto
ja_jp: ユニット比較
zh_cn: 单元比较

# MANAGER_LOGIN_LOCKED
source: This user has been locked
it_ch: Questo utente è stato bloccato
ja_jp: このユーザーが既にロックされた
zh_cn: 此用户已经被锁定

# DEVICEMONITORITEM_327
source: Max Current
it_ch: Max corrente
ja_jp: 最大電流
zh_cn: 最大电流

# DEVICEMONITORITEM_328
source: Average current
it_ch: Corrente media
ja_jp: 平均電流
zh_cn: 平均电流

# DEVICEMONITORITEM_329
source: Status
it_ch: Stato
ja_jp: 状態
zh_cn: 状态

# DEVICEMONITORITEM_330
source: Short-circuit data
it_ch: Corto circuito dati
ja_jp: 短絡データ
zh_cn: 短路数据

# DEVICEMONITORITEM_331
source: Current data are too high
it_ch: I dati attuali sono troppo alti
ja_jp: 電流過大データ
zh_cn: 电流过高数据

# DEVICEMONITORITEM_332
source: Current data are too low
it_ch: I dati attuali sono troppo bassi
ja_jp: 電流過小データ
zh_cn: 电流过低数据

# DEVICEMONITORITEM_333
source: Open Data
it_ch: Aperto dati
ja_jp: オープンデータ
zh_cn: 开路数据

# CUSTOMREPORT_USER_DEFINED_CREATE
source: Create Chart
it_ch: Aggiungere la carta
ja_jp: グラフ追加
zh_cn: 添加图表

# CUSTOMREPORT_USER_DEFINED_EDIT
source: Edit Chart
it_ch: Modifica grafico
ja_jp: グラフ編集
zh_cn: 编辑图表

# CUSTOMREPORT_USER_DEFINED_LIST
source: Chart list
it_ch: Lista di carta
ja_jp: グラフリスト
zh_cn: 图表列表

# USER_APPLAY_COLLECTOR_NOTICE
source: Apply Data Source
it_ch: Applicazione origine dati
ja_jp: 申請データソース
zh_cn: 申请数据源

# DISPLAY_NO_ASSIGNED_PLANT
source: Unallocated
it_ch: Non allocato
ja_jp: 発電所を分配しなかった
zh_cn: 未分配电站

# PLANT_REG_SOURCE_CREATETIME
source: Generation time
it_ch: Tempo di generazione
ja_jp: 作成時間
zh_cn: 生成时间

# PLANT_REG_SOURCE_DEADLINE_TIME
source: Binding period
it_ch: Periodo vincolante
ja_jp: ビンディング期限
zh_cn: 绑定期限

# PLANT_REG_SOURCE_PLANTTIME
source: Power station local time
it_ch: Alimentazione tempo stazione locale
ja_jp: 発電所の時間
zh_cn: 电站本地时间

# TODAY_ALSO_CAN_CREATE
source: Today can also generate
it_ch: Oggi può anche generare
ja_jp: 本日はまた作成可能
zh_cn: 今日还可生成

# TODAY_HAS_BEEN_CREATED
source: Today has been generated
it_ch: Oggi è stato generato
ja_jp: 本日は既に作成した
zh_cn: 今日已生成

# USER_ADDUSER_SELECTED_PLANT
source: Assigned Power station
it_ch: Centrale elettrica assegnato
ja_jp: 発電所分配
zh_cn: 分配电站

# EXPORTBUTTONTITLE
source: Export data
it_ch: Esportazione dei dati
ja_jp: データエクスポート
zh_cn: 导出数据

# LARGEBUTTONTITLE
source: Enlarge graph
it_ch: Allarga grafico
ja_jp: グラフ拡大
zh_cn: 放大图表

# PLANT_OVERVIEW_PRCHART_TITLE
source: Plant PR chart
it_ch: Centrale PR prestazioni tabella
ja_jp: 発電所のPR性能グラフ
zh_cn: 电站PR性能图

# PLANT_OVERVIEW_PR_WARNING
source: Device alarm information
it_ch: Dispositivo di allarme le informazioni
ja_jp: 発電所設備の警告情報
zh_cn: 电站设备告警信息

# PLANT_WARING_PR_BEFOREYESTORDAY
source: The day before yesterday PR performance
it_ch: L'altro ieri PR prestazioni
ja_jp: 前日のPR性能
zh_cn: 前日PR性能

# PLANT_WARING_PR_MONTH
source: This month PR performance
it_ch: Questo mese PR prestazioni
ja_jp: 当月のPR性能
zh_cn: 当月PR性能

# PLANT_WARING_PR_TODAY
source: Today PR performance
it_ch: Oggi PR prestazioni
ja_jp: 本日のPR性能
zh_cn: 今日PR性能

# PLANT_WARING_PR_YEAR
source: This year PR performance
it_ch: Quest'anno PR prestazioni
ja_jp: 今年のPR性能
zh_cn: 当年PR性能

# PLANT_WARING_PR_YESTORDAY
source: Yesterday PR performance
it_ch: Ieri PR prestazioni
ja_jp: 昨日のPR性能
zh_cn: 昨日PR性能

# DEVICE_PR_CHART
source: PR Chart
it_ch: PR Grafici
ja_jp: PRグラフ
zh_cn: PR 图表

# DEVICEMONITORITEM_512
source: Increment Insolation
it_ch: Incremento Insolazione
ja_jp: 日辐射量
zh_cn: 日辐射量

# APPLY_RESOURCE_ERROR_MSG
source: A day no more than {0}
it_ch: Un giorno non più di {0}
ja_jp: 毎日は{0}件を超えない
zh_cn: 每天不能超过{0}个

# ACTUALENERGY
source: Actual yield
it_ch: Reale resa
ja_jp: 実際生産量
zh_cn: 实际产量

# MONTHLY_PR_PERFORMANCE_CHART_NAME
source: PR Performance
it_ch: PR prestazioni
ja_jp: PR性能
zh_cn: PR性能

source: Ratio
it_ch: rapporto
ja_jp: 比
zh_cn: 比值

# THEORYENERGY
source: Theoretical yield
it_ch: Rendimento teorico
ja_jp: 理論生産量
zh_cn: 理论产量

# TOTAL_PR_PERFORMANCE_CHART_NAME
source: PR Performance
it_ch: PR prestazioni
ja_jp: PR性能
zh_cn: PR性能

# YEARLY_PR_PERFORMANCE_CHART_NAME
source: PR Performance
it_ch: PR prestazioni
ja_jp: PR性能
zh_cn: PR性能

# DEVICESTATUSTYPE_130_20480
source: Contactor closing
it_ch: Chiuso il contattore
ja_jp: 接触器閉路
zh_cn: 接触器吸合

# DEVICESTATUSTYPE_130_20736
source: Contactor Break
it_ch: Interrotto il contattore
ja_jp: 接触器ブレーク
zh_cn: 接触器断开

# DEVICESTATUSTYPE_130_20992
source: Shutdowning
it_ch: Spegnendo
ja_jp: シャットダウン中
zh_cn: 关机中

# DEVICESTATUSTYPE_130_21248
source: DC tripping
it_ch: DC instabile
ja_jp: 直流トリッピング
zh_cn: 直流脱扣

# DEVICESTATUSTYPE_130_21504
source: AC tripping
it_ch: Intervento AC
ja_jp: 交流トリッピング
zh_cn: 交流脱扣

# DEVICESTATUSTYPE_130_21760
source: Hardware Fault
it_ch: Guasto del hardware
ja_jp: ハードウェア故障
zh_cn: 硬件故障

# UDEVICE_PAGE_PLEASESELECT
source: Please Select
it_ch: Si prega di scegliere
ja_jp: 選択して下さい
zh_cn: 请选择

# UDEVICE_PAGE_SELECT_DEVICE
source: Select Device
it_ch: Scegliere Impianto
ja_jp: 設備選択
zh_cn: 选择设备

# UDEVICE_PAGE_SELECT_UNIT
source: Select Unit
it_ch: Scegliere dell'unità
ja_jp: ユニット選択
zh_cn: 选择单元

# PLANT_COUNTRY_CITY_OTHER
source: Other
it_ch: Altro
ja_jp: その他
zh_cn: 其他

# DEVICE_DAY_TOTALCURRENT_COMPARE
source: Combiner Box Daily Total Current
it_ch: Combiner Box Corrente totale
ja_jp: コンバイナーボックスの日間トータル電流比較
zh_cn: 汇流箱日总电流比较

# DEVICE_DAY_TOTALCURRENT_COMPARE_DETAIL
source: Combiner Box Daily Total Current
it_ch: Combiner Box Corrente totale
ja_jp: コンバイナーボックスのトータル電流詳細
zh_cn: 汇流箱总电流

# PAGECONFIG_MENU_ERROR1
source: Please enter a number greater than 0
it_ch: Si prega di inserire un numero maggiore di 0
ja_jp: 0以上の数字を入力して下さい
zh_cn: 请输入一个大于0数字

# PAGECONFIG_OVERVIEW_ERROR1
source: Please enter a number greater than 0
it_ch: Si prega di inserire un numero maggiore di 0
ja_jp: 0以上の数字を入力して下さい
zh_cn: 请输入一个大于0数字

# PAGECONFIG_TEXTBOX1_TITLE
source: The maximum number of power plant in Navigation menu
it_ch: Il numero massimo di impianto in navigazione menù
ja_jp: ナビゲートメニュー、発電所の最大表示数
zh_cn: 导航菜单电站最大显示数

# PAGECONFIG_TEXTBOX2_TITLE
source: The maximum number of power plant in Overview page
it_ch: Il numero massimo di impianto in pagina Panoramica
ja_jp: 概要ページ、発電所の最大表示数
zh_cn: 概览页面电站最大显示数

# PAGECONFIG_TITLE
source: Page Configuration
it_ch: Pagina di configurazione
ja_jp: ページ配置
zh_cn: 页面配置

# PAGESHARED_ALLPLANTS
source: All Plants
it_ch: Tutte le centrali
ja_jp: すべての発電所
zh_cn: 所有电站

# PAGE_ADDPLANT_ENDDATE
source: Please enter Start time
it_ch: Si prega di inserire il "Ora di inizio"
ja_jp: 「終了時間」を入力して下さい
zh_cn: 请输入“结束时间”

# PAGE_ADDPLANT_HOURS
source: Please enter Hours in advance
it_ch: Si prega di inserire il "Ore prima"
ja_jp: 「早める時間」を入力して下さい
zh_cn: 请输入“提前小时”

# PAGE_ADDPLANT_STARTDATE
source: Please enter End Time
it_ch: Si prega di inserire il "Fine tempo"
ja_jp: 「開始時間」を入力して下さい
zh_cn: 请输入“开始时间”

# PAGE_USER_IPADDRESS
source: IP address
it_ch: Indirizzo IP
ja_jp: IPアドレス
zh_cn: IP地址

# PAGE_USER_LOGINRECORD
source: Login Log
ja_jp: ログインログ
zh_cn: 登录日志

# PAGE_USER_LOGINTIME
source: Login time
it_ch: Login tempo
ja_jp: ログイン時間
zh_cn: 登录时间

# PAGE_USER_LOGIN_MESSAGE
source: Has visited {0} times
it_ch: Ha visitato {0} volte
ja_jp: 既に{0}回をアクセスした。
zh_cn: 已访问 {0} 次

# PAGE_SHARED_ALLPLANTS_TIPS
source: All Plants list
it_ch: Lista della centrale
ja_jp: すべて発電所のレポート
zh_cn: 所有电站列表

# REG_SOURCE_NOTICE
source: Application is successful, Data Source Code：
it_ch: L'applicazione è successo, Fonte dei dati SN：
ja_jp: アプリケーションが正常である，データソース：
zh_cn: 申请成功，数据源号:

# DATAITEM_12
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# DATAITEM_2101
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# DATAITEM_3107
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# DATAITEM_4113
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# DATAITEM_5119
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率
zh_cn: 投资收益率

# DEVICESTATUSTYPE_222222
source: Running
it_ch: Operare
ja_jp: 運転
zh_cn: 运行

# PLANT_OVERVIEW_TODAY_ENERGRY1
source: Today Energy
it_ch: Oggi Energia
ja_jp: 本日の発電量
zh_cn: 今日发电量

# DEVICE_COUNT_MAX_CURRENT
source: Max Total Current
it_ch: Max Corrente totale
ja_jp: 最大電流の合計
zh_cn: 最大总电流

# DEVICEMONITORITEM_901
source: Systen frequency
it_ch: Frequenza di sistema
ja_jp: Systen周波数
zh_cn: 系统频率

# DEVICEMONITORITEM_902
source: Phase voltage V1
it_ch: Tensione di fase V1
ja_jp: 相電圧V1
zh_cn: 相电压V1

# DEVICEMONITORITEM_903
source: Phase voltage V2
it_ch: Tensione di fase V2
ja_jp: 相電圧V2
zh_cn: 相电压V2

# DEVICEMONITORITEM_904
source: Phase voltage V3
it_ch: Tensione di fase V3
ja_jp: 相電圧V3
zh_cn: 相电压V3

# DEVICEMONITORITEM_905
source: Phase(line) current I1
it_ch: Corrente di fase (linea) I1
ja_jp: 相（ライン）は、現在のI1
zh_cn: 相（线）电流I1

# DEVICEMONITORITEM_906
source: Phase(line) current I2
it_ch: Corrente di fase (linea) I2
ja_jp: 相（ライン）は、現在のI2
zh_cn: 相（线）电流I2

# DEVICEMONITORITEM_907
source: Phase(line) current I3
it_ch: Corrente di fase (linea) I3
ja_jp: 相（ライン）は、現在のI3
zh_cn: 相（线）电流I3

# DEVICEMONITORITEM_908
source: Single-phase active power P1
it_ch: Monofase potenza attiva P1
ja_jp: 単相アクティブパワーP1
zh_cn: 分相有功功率P1

# DEVICEMONITORITEM_909
source: Single-phase active power P2
it_ch: Monofase potenza attiva P2
ja_jp: 単相アクティブパワーP2
zh_cn: 分相有功功率P2

# DEVICEMONITORITEM_910
source: Single-phase active power P3
it_ch: Monofase potenza attiva P3
ja_jp: 単相アクティブパワーP3
zh_cn: 分相有功功率P3

# DEVICEMONITORITEM_911
source: System active power
it_ch: Sistema di potenza attiva
ja_jp: システムの有効電力
zh_cn: 系统有功功率

# DEVICEMONITORITEM_912
source: Single-phase reactive power Q1
it_ch: Monofase di potenza reattiva Q1
ja_jp: 単相無効電力Q1
zh_cn: 分相无功功率Q1

# DEVICEMONITORITEM_913
source: Single-phase reactive power Q2
it_ch: Monofase di potenza reattiva Q2
ja_jp: 単相無効電力Q2
zh_cn: 分相无功功率Q2

# DEVICEMONITORITEM_914
source: Single-phase reactive power Q3
it_ch: Monofase di potenza reattiva Q3
ja_jp: 単相無効電力Q3
zh_cn: 分相无功功率Q3

# DEVICEMONITORITEM_915
source: System reactive power
it_ch: Sistema di potenza reattiva
ja_jp: システム無効電力
zh_cn: 系统无功功率

# DEVICEMONITORITEM_916
source: Single-phase reactive power S1
it_ch: Monofase potenza apparente S1
ja_jp: 単相無効電力S1
zh_cn: 分相视在功率S1

# DEVICEMONITORITEM_917
source: Single-phase reactive power S2
it_ch: Monofase potenza apparente S2
ja_jp: 単相無効電力S2
zh_cn: 分相视在功率S2

# DEVICEMONITORITEM_918
source: Single-phase reactive power S3
it_ch: Monofase potenza apparente S3
ja_jp: 単相無効電力S3
zh_cn: 分相视在功率S3

# DEVICEMONITORITEM_919
source: System apparent power
it_ch: Sistema di potenza apparente
ja_jp: システム皮相電力
zh_cn: 系统视在功率
