Repository: codingsf/loosoft
Catalog: solarinfobank/trunk/webapp/Web/App_GlobalResources/SunResource.*.resx
Languages: it_ch, ja_jp, zh_cn

# ERRORITEM_21760
source: Fault
it_ch: Guasto
ja_jp: ダウンタイム
zh_cn: 故障停机

# ERRORITEM_32
source: Transformer overtemperature
it_ch: Trasformatore sopra temperatura
ja_jp: 変圧器過熱
zh_cn: 变压器过温

# ERRORITEM_4608
source: Initial standby
it_ch: Standby iniziale
ja_jp: 初期スタンバイ
zh_cn: 初始待机

# ERRORITEM_4864
source: Key-stop
it_ch: Tasto per spegnere
ja_jp: キーシャットダウン
zh_cn: 按键关机

# ERRORITEM_512
source: Hardware failure
it_ch: Guasto del hardware
ja_jp: ハードウェア故障
zh_cn: 硬件故障

# ERRORITEM_5120
source: Stand by
it_ch: Standby iniziale
ja_jp: スタンバイ
zh_cn: 待机

# ERRORITEM_5376
source: Eme-stop
it_ch: Spegnimento di emergenza
ja_jp: 非常停止
zh_cn: 紧急停机

# ERRORITEM_5632
source: Startuping
it_ch: Accendendo
ja_jp: 起動中
zh_cn: 启动中

# ERRORITEM_5888
source: Grid over-frequency
it_ch: Rete elettrica sopra la frequenza
ja_jp: 電気網過周波数
zh_cn: 电网过频

# ERRORITEM_6144
source: Grid under-frequency
it_ch: Rete elettrica sotto la frequenza
ja_jp: 電気網低周波数
zh_cn: 电网欠频

# ERRORITEM_64
source: Frequency abnormaly
it_ch: Frequenza anormale
ja_jp: 周波数異常
zh_cn: 频率异常

# ERRORITEM_8
source: Grid overvoltage
it_ch: Rete elettrica sopra la pressione
ja_jp: 電気網過圧
zh_cn: 电网过压

# ERRORITEM_8960
source: DC Bus-high
it_ch: DC Bus alto
ja_jp: 直流母線電圧
zh_cn: 直流母线过压

# ERRORITEM_9216
source: DC Bus-low
it_ch: DC Bus basso
ja_jp: 直流母線の電圧不足
zh_cn: 直流母线欠压

# ERRORITEM_9984
source: Inverted overvoltage
it_ch: Inverter sopra il voltaggio
ja_jp: インバータ過圧
zh_cn: 逆变过压

# ERRORTYPE_1
source: Info
it_ch: Informazione
ja_jp: メッセージ
zh_cn: 信息

# ERRORTYPE_2
source: Warning
it_ch: Allarme
ja_jp: 警告
zh_cn: 警告

# ERRORTYPE_3
source: Fault
it_ch: Guasto
ja_jp: 故障
zh_cn: 故障

# ERRORTYPE_4
source: Error
it_ch: Errore
ja_jp: エラー
zh_cn: 错误

# PLANT_EDIT_USERNAME_REQUIRED
source: Please enter an username
it_ch: Si prega di entrare un utente nome
ja_jp: ユーザー名を入力して下さい
zh_cn: 请输入用户名

# AUTH_REG_TEL_TEL
source: Telphone number format is invalid
it_ch: Numero di telefono invalido
ja_jp: 電話番号のフォーマットは無効
zh_cn: 电话号码格式无效

# MONITORITEM_OPERATION
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# HOME_INDEX_BANK_OVERVIEW
source: Bank Overview
it_ch: Panoramica impianto
ja_jp: 発電所の概観
zh_cn: 电站概览

# DEVICEMONITORITEM_101
source: Rated output power
it_ch: Efficienza dell'output
ja_jp: 定額出力電力
zh_cn: 额定输出功率

# DEVICEMONITORITEM_102
source: Output Type
it_ch: Tipo di output
ja_jp: 出力タイプ
zh_cn: 输出类型

# DEVICEMONITORITEM_107
source: Transformer temperature inside equipment
it_ch: Trasformatore interno all'impianto è sopra temperatura
ja_jp: 機械内変圧器の温度
zh_cn: 机内变压器温度

# DEVICEMONITORITEM_108
source: Heatsink temperature inside equipment
it_ch: Temperatura del dissipatore nell'impianto
ja_jp: 機械内放熱器の温度
zh_cn: 机内散热器温度

# DEVICEMONITORITEM_109
source: VDC1
it_ch: Voltaggio della corrente diretta1
ja_jp: 直流電圧1
zh_cn: 直流电压1

# DEVICEMONITORITEM_110
source: IDC1
ja_jp: 直流電流1
zh_cn: 直流电流1

# DEVICEMONITORITEM_111
source: VDC2
it_ch: Voltaggio della corrente diretta2
ja_jp: 直流電圧2
zh_cn: 直流电压2

# DEVICEMONITORITEM_112
source: IDC2
ja_jp: 直流電流2
zh_cn: 直流电流2

# DEVICEMONITORITEM_113
source: VDC3
it_ch: Voltaggio della corrente diretta3
ja_jp: 直流電圧3
zh_cn: 直流电压3

# DEVICEMONITORITEM_114
source: IDC3
ja_jp: 直流電流3
zh_cn: 直流电流3

# DEVICEMONITORITEM_115
source: Total DC Power
it_ch: Potenza totale di DC
ja_jp: トータル直流工率
zh_cn: 直流功率

# DEVICEMONITORITEM_116
source: Voltage of A phase
it_ch: Voltaggio di fase A
ja_jp: A相電圧
zh_cn: A相电压

# DEVICEMONITORITEM_117
source: Voltage of B phase
it_ch: Voltaggio di fase B
ja_jp: B相電圧
zh_cn: B相电压

# DEVICEMONITORITEM_118
source: Voltage of C phase
it_ch: Voltaggio di fase C
ja_jp: C相電圧
zh_cn: C相电压

# DEVICEMONITORITEM_119
source: Current of A phase
it_ch: Corrente di A fase
ja_jp: A相電流
zh_cn: A相电流

# DEVICEMONITORITEM_120
source: Current of B phase
it_ch: Corrente di B fase
ja_jp: B相電流
zh_cn: B相电流

# DEVICEMONITORITEM_121
source: Current of C phase
it_ch: Corrente di C fase
ja_jp: C相電流
zh_cn: C相电流

# DEVICEMONITORITEM_122
source: Active power of A phase
it_ch: Potenza attiva di A fase
ja_jp: A相有効電力
zh_cn: A相有功功率

# DEVICEMONITORITEM_123
source: Active power of B phase
it_ch: Potenza attiva di B fase
ja_jp: B相有効電力
zh_cn: B相有功功率

# DEVICEMONITORITEM_124
source: Active power of C phase
it_ch: Potenza attiva di C fase
ja_jp: C相有効電力
zh_cn: C相有功功率

# DEVICEMONITORITEM_125
source: Total active power
it_ch: Potenza attiva totale dell'
ja_jp: トータル有効電力
zh_cn: 有功功率

# DEVICEMONITORITEM_126
source: Total reactive power
it_ch: Potenza reattiva totale
ja_jp: トータル無効電力
zh_cn: 无功功率

# DEVICEMONITORITEM_127
source: Total Power Factor
it_ch: Fattore della potenza totale
ja_jp: トータル出力因数
zh_cn: 功率因数

# DEVICEMONITORITEM_129
source: Efficiency of inverter
it_ch: Efficienza dell'inverter
ja_jp: インバーターの効率
zh_cn: 逆变器效率

# DEVICEMONITORITEM_131
source: State Time
it_ch: Ora di stato
ja_jp: 状態時間
zh_cn: 状态时间

# DEVICEMONITORITEM_132
source: State Data 1
it_ch: Dato di stato1
ja_jp: 状態データ1
zh_cn: 状态数据1

# DEVICEMONITORITEM_133
source: State Data 2
it_ch: Dato di stato2
ja_jp: 状態データ2
zh_cn: 状态数据2

# DEVICEMONITORITEM_134
source: State Data 3
it_ch: Dato di stato3
ja_jp: 状態データ3
zh_cn: 状态数据3

# DEVICEMONITORITEM_135
source: Vac
it_ch: Voltaggio della corrente alternata
ja_jp: 交流電圧
zh_cn: 交流电压

# DEVICEMONITORITEM_136
source: Iac
it_ch: Corrente alternata
ja_jp: 交流電流
zh_cn: 交流电流

# DEVICEMONITORITEM_137
source: VDC
it_ch: Voltaggio della corrente diretta
ja_jp: 直流電圧
zh_cn: 直流电压

# DEVICEMONITORITEM_138
source: IDC
it_ch: Corrente diretta
ja_jp: 直流電流
zh_cn: 直流电流

# DEVICEMONITORITEM_139
source: Temperature of inverter
it_ch: Temperatura dell'inverter
ja_jp: インバーターの温度
zh_cn: 逆变器温度

# DEVICEMONITORITEM_140
source: AC Energy
it_ch: Energia AC
ja_jp: 交流発電量
zh_cn: 交流发电量

# DEVICEMONITORITEM_301
source: No. 1 Current
it_ch: No.1 corrente
ja_jp: NO.1回路電流
zh_cn: 第一路电流

# DEVICEMONITORITEM_302
source: No. 2 Current
it_ch: No.2 corrente
ja_jp: NO.2回路電流
zh_cn: 第二路电流

# DEVICEMONITORITEM_303
source: No. 3 Current
it_ch: No.3 corrente
ja_jp: NO.3回路電流
zh_cn: 第三路电流

# DEVICEMONITORITEM_304
source: No. 4 Current
it_ch: No.4 corrente
ja_jp: NO.4回路電流
zh_cn: 第四路电流

# DEVICEMONITORITEM_305
source: No. 5 Current
it_ch: No.5 corrente
ja_jp: NO.8回路電流
zh_cn: 第五路电流

# DEVICEMONITORITEM_306
source: No. 6 Current
it_ch: No.6 corrente
ja_jp: NO.6回路電流
zh_cn: 第六路电流

# DEVICEMONITORITEM_307
source: No. 7 Current
it_ch: No.7 corrente
ja_jp: NO.7回路電流
zh_cn: 第七路电流

# DEVICEMONITORITEM_308
source: No. 8 Current
it_ch: No.8 corrente
ja_jp: NO.8回路電流
zh_cn: 第八路电流

# DEVICEMONITORITEM_309
source: No. 9 Current
it_ch: No.9 corrente
ja_jp: NO.9回路電流
zh_cn: 第九路电流

# DEVICEMONITORITEM_310
source: No. 10 Current
it_ch: No.10 corrente
ja_jp: NO.10回路電流
zh_cn: 第十路电流

# DEVICEMONITORITEM_311
source: No. 11 Current
it_ch: No.11 corrente
ja_jp: NO.11回路電流
zh_cn: 第十一路电流

# DEVICEMONITORITEM_312
source: No. 12 Current
it_ch: No.12 corrente
ja_jp: NO.12回路電流
zh_cn: 第十二路电流

# DEVICEMONITORITEM_313
source: No. 13 Current
it_ch: No.13 corrente
ja_jp: NO.13回路電流
zh_cn: 第十三路电流

# DEVICEMONITORITEM_314
source: No. 14 Current
it_ch: No.14 corrente
ja_jp: NO.14回路電流
zh_cn: 第十四路电流

# DEVICEMONITORITEM_315
source: No. 15 Current
it_ch: No.15 corrente
ja_jp: NO.15回路電流
zh_cn: 第十五路电流

# DEVICEMONITORITEM_316
source: No. 16 Current
it_ch: No.16 corrente
ja_jp: NO.16回路電流
zh_cn: 第十六路电流

# DEVICEMONITORITEM_318
source: PV Array Voltage
it_ch: Voltaggio di PV serie
ja_jp: アレイ電圧
zh_cn: 阵列电压

# DEVICEMONITORITEM_319
source: Digital Input
it_ch: Importazione digitale
ja_jp: データ入力
zh_cn: 数字输入

# DEVICEMONITORITEM_320
source: Relay Output
it_ch: Output del relais
ja_jp: 継電器出力
zh_cn: 继电器输出

# DEVICEMONITORITEM_321
source: Sensors Sequence
it_ch: Collegato il canale del sensore
ja_jp: 接続センサーシークエンス
zh_cn: 接入传感器路数

# DEVICEMONITORITEM_322
source: Communication type
it_ch: Tipo della comunicazione
ja_jp: 通信タイプ
zh_cn: 通讯类型

# DEVICEMONITORITEM_323
source: Max number of connecting sensors
it_ch: Numero massimo di connessione
ja_jp: 最大接続回路数
zh_cn: 最大接入路数

# DEVICEMONITORITEM_324
source: Internal Temperature
it_ch: Temperatura nell'impianto
ja_jp: 機械内の温度
zh_cn: 机内温度

# DEVICEMONITORITEM_325
source: DC Bus Voltage
it_ch: Voltaggio di DC Bus
ja_jp: 母線電圧
zh_cn: 母线电压

# DEVICEMONITORITEM_502
source: Adr
it_ch: Indirizzo
ja_jp: 住所
zh_cn: 地址

# DEVICEMONITORITEM_503
source: Insolation
it_ch: Insolazione
ja_jp: 日照强度
zh_cn: 日照强度

# DEVICEMONITORITEM_504
source: Battery Panel Temperature
it_ch: Temperatura del pannello di batteria
ja_jp: バッテリーパネルの温度
zh_cn: 电池板温度

# DEVICEMONITORITEM_505
source: Environment Temperature
it_ch: Temperatura
ja_jp: 環境温度
zh_cn: 环境温度

# DEVICEMONITORITEM_506
source: High-precision Battery Panel Temperature
it_ch: Temperatura del pannello della batteria(alta precisione)
ja_jp: バッテリーパネルの温度（高精度）
zh_cn: 电池板温度（高精度）

# DEVICEMONITORITEM_507
source: High-precision Environment Temperature
it_ch: Temperatura dell'ambiente(alta precisione)
ja_jp: 環境温度（高精度）
zh_cn: 环境温度（高精度）

# DEVICEMONITORITEM_508
source: Wind Speed
it_ch: Velocità del vento
ja_jp: 風速
zh_cn: 风速

# DEVICEMONITORITEM_509
source: High-preision Wind Speed
it_ch: Velocità del vento(alta precisione)
ja_jp: 風速（高精度）
zh_cn: 风速（高精度）

# DEVICEMONITORITEM_510
source: Cant insolation
it_ch: Intensità del sole in pendenza
ja_jp: 斜面日照強度
zh_cn: 斜面日照强度

# DEVICEMONITORITEM_511
source: Wind Direction
it_ch: Direzione del vento
ja_jp: 風向
zh_cn: 风向

# DEVICESTATUSTYPE_102_0
source: Two-phase
it_ch: Due fasi
ja_jp: 二相
zh_cn: 两相

# DEVICESTATUSTYPE_102_1
source: Three-phase
it_ch: Tre fasi
ja_jp: 三相
zh_cn: 三相

# DEVICESTATUSTYPE_130_1
source: Vdc-high
it_ch: Voltaggio della corrente diretta alto
ja_jp: 直流過電圧
zh_cn: 直流过压

# DEVICESTATUSTYPE_130_1024
source: Ground Fault
it_ch: Guasto sulla terra
ja_jp: 接地故障
zh_cn: 接地故障

# DEVICESTATUSTYPE_130_10240
source: Overload
ja_jp: 出力の過負荷
zh_cn: 输出过载

# DEVICESTATUSTYPE_130_10496
source: Storage Battery Over voltage
it_ch: Accumulatore sopra il voltaggio
ja_jp: バッテリー過圧
zh_cn: 蓄电池过压

# DEVICESTATUSTYPE_130_122888
source: Storage Battery Under voltage
it_ch: Accumulatore sotto il voltaggio
ja_jp: バッテリー電圧不足
zh_cn: 蓄电池欠压

# DEVICESTATUSTYPE_130_128
source: Island fault
it_ch: Guasto l'isola
ja_jp: 島故障
zh_cn: 孤岛故障

# DEVICESTATUSTYPE_130_16
source: Grid under-voltage
it_ch: Rete elettrica sotto la pressione
ja_jp: 電気網電圧不足
zh_cn: 电网欠压

# DEVICESTATUSTYPE_130_16384
source: Contactor Fault
it_ch: Guasto del contattore
ja_jp: 接触器故障
zh_cn: 接触器故障

# DEVICESTATUSTYPE_130_2048
source: Module fault
it_ch: Guasto del modulo
ja_jp: テンプレート故障
zh_cn: 模块故障

# DEVICESTATUSTYPE_130_32
source: Transformer overtemperature
it_ch: Trasformatore sopra temperatura
ja_jp: 変圧器過熱
zh_cn: 变压器过温

# DEVICESTATUSTYPE_130_32768
source: Shutdown
it_ch: Spegnere
ja_jp: シャットダウン
zh_cn: 停机

# DEVICESTATUSTYPE_130_4608
source: Initial standby
it_ch: Standby iniziale
ja_jp: 初期スタンバイ
zh_cn: 初始待机

# DEVICESTATUSTYPE_130_4864
source: Key-stop
it_ch: Tasto per spegnere
ja_jp: キーシャットダウン
zh_cn: 按键关机

# DEVICESTATUSTYPE_130_512
source: Hardware failure
it_ch: Guasto del hardware
ja_jp: ハードウェア故障
zh_cn: 硬件故障

# DEVICESTATUSTYPE_130_5120
source: Standby
it_ch: Standby iniziale
ja_jp: スタンバイ
zh_cn: 待机

# DEVICESTATUSTYPE_130_5376
source: Eme-stop
it_ch: Spegnimento di emergenza
ja_jp: 非常停止
zh_cn: 紧急停机

# DEVICESTATUSTYPE_130_5632
source: Startuping
it_ch: Accendendo
ja_jp: 起動中
zh_cn: 启动中

# DEVICESTATUSTYPE_130_5888
source: Grid over-frequency
it_ch: Rete elettrica sopra la frequenza
ja_jp: 電気網過周波数
zh_cn: 电网过频

# DEVICESTATUSTYPE_130_6144
source: Grid under-frequency
it_ch: Rete elettrica sotto la frequenza
ja_jp: 電気網低周波数
zh_cn: 电网欠频

# DEVICESTATUSTYPE_130_64
source: Frequency abnormaly
it_ch: Frequenza anormale
ja_jp: 周波数異常
zh_cn: 频率异常

# DEVICESTATUSTYPE_130_8
source: Grid overvoltage
it_ch: Rete elettrica sopra la pressione
ja_jp: 電気網過圧
zh_cn: 电网过压

# DEVICESTATUSTYPE_130_8960
source: DC Bus-high
it_ch: DC Bus alto
ja_jp: 直流母線電圧
zh_cn: 直流母线过压

# DEVICESTATUSTYPE_130_9216
source: DC Bus-low
it_ch: DC Bus basso
ja_jp: 直流母線の電圧不足
zh_cn: 直流母线欠压

# DEVICESTATUSTYPE_130_9984
source: Inverted overvoltage
it_ch: Inverter sopra il voltaggio
ja_jp: インバータ過圧
zh_cn: 逆变过压

# DEVICESTATUSTYPE_322_256
source: Communication Type
it_ch: Tipo della comunicazione
ja_jp: 通信タイプ
zh_cn: 通信类型

# DEVICEMONITORITEM_326
source: Total Current
it_ch: Corrente totale
ja_jp: トータル電流
zh_cn: 总电流

# DEVICEMONITORITEM_11
source: Energy
it_ch: Produzione dell'energia
ja_jp: 発電量
zh_cn: 发电量

# DEVICEMONITORITEM_15
source: Insolation
it_ch: Insolazione
ja_jp: 日照强度
zh_cn: 日照强度

# DEVICEMONITORITEM_17
source: Temperature
it_ch: Temperatura
ja_jp: 温度
zh_cn: 温度

# DEVICEMONITORITEM_19
source: Wind Speed
it_ch: Velocità del vento
ja_jp: 風速
zh_cn: 风速

# DEVICEMONITORITEM_21
source: Wind Direction
it_ch: Direzione del vento
ja_jp: 風向
zh_cn: 风向

# MONTH_1
source: Jan
it_ch: Gen
ja_jp: 一月
zh_cn: 一月

# MONTH_10
source: Oct
it_ch: Ott
ja_jp: 十月
zh_cn: 十月

# MONTH_11
source: Nov
ja_jp: 十一月
zh_cn: 十一月

# MONTH_12
source: Dec
it_ch: Dic
ja_jp: 十二月
zh_cn: 十二月

# MONTH_2
source: Feb
ja_jp: 二月
zh_cn: 二月

# MONTH_3
source: Mar
ja_jp: 三月
zh_cn: 三月

# MONTH_4
source: Apr
ja_jp: 四月
zh_cn: 四月

# MONTH_5
source: May
it_ch: Mag
ja_jp: 五月
zh_cn: 五月

# MONTH_6
source: Jun
it_ch: Giu
ja_jp: 六月
zh_cn: 六月

# MONTH_7
source: Jul
it_ch: Lug
ja_jp: 七月
zh_cn: 七月

# MONTH_8
source: Aug
it_ch: Ago
ja_jp: 八月
zh_cn: 八月

# MONTH_9
source: Sep
it_ch: Set
ja_jp: 九月
zh_cn: 九月

# AUTH_EMAIL_YOU_FORGOT_YOUR_PASSWORD
source: Forgot your password
it_ch: Hai dimenticato la tua password
ja_jp: パスワードが忘れた
zh_cn: 忘记密码

# AUTH_EMAIL_YOU_FORGOT_YOUR_PASSWORD_DETAIL
source: SolarInfo Bank can generate a new password for your account and will send it to your email address
it_ch: Solar Bank puà generare un nuovo codice segreto per lei, e lo manderà nell'email
ja_jp: SolarInfo Bankは、一つ新しいパスワートを作成して、しかもそれをメールアドレスの中に発信します
zh_cn: 阳光电源可以为您生成一个新的密码，并将它发送到您的邮箱

# AUTH_EMIAL_PLEASE_ENTER_EMAIL
source: Please enter your SolarInfo Bank e-mail address
it_ch: Si prega di entrare l'indirizzo dell'email registrato
ja_jp: お客さんがSolarInfo Bankを登録する時のメールアドレスを入力して下さい
zh_cn: 请输入您注册阳光电源时的邮箱地址

# HOME_INDEX_PASSWORD_REQUIRED
source: Please enter password
it_ch: Si prega di entrare il codice segreto
ja_jp: パスワードを入力して下さい
zh_cn: 请输入密码

# HOME_INDEX_USERNAME_REQUIRED
source: Please enter username
it_ch: Si prega di entrare un utente nome
ja_jp: ユーザー名を入力して下さい
zh_cn: 请输入用户名

# MONITORITEM_E_MONTH
source: Monthly energy
it_ch: energia mensile
ja_jp: 月間発電量
zh_cn: 月发电量

# AUTH_REG_FULLNAME
source: Nickname
it_ch: Soprannome
ja_jp: ニックネーム
zh_cn: 昵称

# AUTH_REG_FAX
source: Fax
zh_cn: 传真

# AUTH_REG_MOBILE_PHONE
source: Mobile Phone
it_ch: Telefono mobile
ja_jp: 携帯電話
zh_cn: 移动电话

# AUTH_REG_MOBILE_PHONE_MAXLENGTH
source: Mobile phone must be 11
it_ch: Telefono mobile deve essere di 11 numeri
ja_jp: 携帯電話は、必ず11桁でなければならない
zh_cn: 移动电话必须为11位

# AUTH_REG_MOBILE_PHONE_MINLENGTH
source: Mobile phone must be 11
it_ch: Telefono mobile deve essere di 11 numeri
ja_jp: 携帯電話は、必ず11桁でなければならない
zh_cn: 移动电话必须为11位

# AUTH_REG_MOBILE_PHONE_NUMBER
source: Must input legal digital
it_ch: Deve input numero legale
ja_jp: 合法の数字を入力してください。
zh_cn: 请输入合法数字

# AUTH_REG_MOBILE_PHONE_REQUIRED
source: Please enter a mobile number
it_ch: Si prega di entrare il numero del cellulare
ja_jp: 携帯電話番号を入力して下さい
zh_cn: 请输入移动电话

# AUTH_REG_USERNAME_MAXLENGTH
source: Please enter at least {0} characters
it_ch: Si prega di entrare caratteri di non più di {0}
ja_jp: {0}個以上の文字を入力しないで下さい
zh_cn: 请输入不超过{0}个字符

# AUTH_REG_POSTAL_CODE
source: Zip Code
it_ch: Codice postale
ja_jp: 郵便番号
zh_cn: 邮政编码

# USER_CHANGEPASSWORD_CONFIRM_PASSWORD_EQUALTO
source: This password must be the same with new password
it_ch: Conferma password deve essere lo stesso con la nuova password
ja_jp: 確認パスワートは、必ず新しいパスワードと同じでなければならない
zh_cn: 确认密码必须与新密码相同

# USER_CHANGEPASSWORD_CONFIRM_PASSWORD_REQUIRED
source: Please enter your password again
it_ch: Si prega di entrare di nuovo il codice segreto
ja_jp: 再度にパスワードを入力して下さい
zh_cn: 请再次输入您的密码

# USER_CHANGEPASSWORD_NEW_PASSWORD_MINLENGTH
source: Please enter not less than {0} characters
it_ch: Si prega di entrare caratteri di non più di {0}
ja_jp: {0}個以上の文字を入力しないで下さい
zh_cn: 请输入不少于{0}个字符

# USER_CHANGEPASSWORD_NEW_PASSWORD_REQUIRED
source: Please enter a new password
it_ch: Si prega di entrare un nuovo codice segreto
ja_jp: 新しいパスワードを入力して下さい
zh_cn: 请输入一个新密码

# USER_CHANGEPASSWORD_PASSWORD_REQUIRED
source: Please enter current password
it_ch: Si prega di entrare il codice segreto attuale
ja_jp: 当面のパスワードを入力して下さい
zh_cn: 请输入当前密码

# USER_CHANGEPASSWORD_CHANGEPASSWORD
source: Change Password
it_ch: Cambiare il codice
ja_jp: パスワード変更
zh_cn: 更改密码

# USER_CHANGEPASSWORD_CONFIRM_PASSWORD
source: Confirm Password
it_ch: Confermare il codice
ja_jp: 確認パスワード
zh_cn: 确认密码

# USER_CHANGEPASSWORD_NEW_PASSWORD
source: New Password
it_ch: Nuovo codice
ja_jp: 新しいパスワード
zh_cn: 新密码

# USER_CHANGEPASSWORD_OLD_PASSWORD
source: Current Password
it_ch: Codice attuale
ja_jp: 現在のパスワード
zh_cn: 当前密码

# AUTH_REG_TEMPERATE_UNIT
source: Temperature unit
it_ch: Unità della temperatura
ja_jp: 温度単位
zh_cn: 温度单位

# DETECTORCHART_DETECTOR_CHART
source: Environment monitoring Chart
it_ch: Carta del ambiente metro
ja_jp: 環境監視装置グラフ
zh_cn: 环境监测仪图表

# DEVICECHART_DEVICE_CHART
source: Device Chart
it_ch: Carta dell'impianto
ja_jp: 設備グラフ
zh_cn: 设备图表

# HLXCHART_HLX_CHART
source: PV Combiner Box Chart
it_ch: Carta di PV Combiner Box
ja_jp: コンバイナーボックスグラフ
zh_cn: 汇流箱图表

# HOME_INDEX_INDEX
source: Index
it_ch: Casa
ja_jp: ホーム
zh_cn: 首页

# INVERTERCHART_INVERTER_CHART
source: Inverter Chart
it_ch: Carta dell'impianto
ja_jp: 設備グラフ
zh_cn: 设备图表

# INVERTERCOMPAREPAGE_INVERTER_COMPARE_PAGE
source: Inverter Compare
it_ch: Comparazione dell'impianto
ja_jp: 設備比較
zh_cn: 设备比较

# PLANT_MONITOR_ADD
source: Add
it_ch: Aggiungere
ja_jp: 追加
zh_cn: 添加

# PLANT_MONITOR_DELETE
source: Delete
it_ch: Cancellare
ja_jp: 削除
zh_cn: 删除

# PLANT_MONITOR_NAME
source: Name
it_ch: Nome
ja_jp: 名称
zh_cn: 名称

# PLANT_MONITOR_URL
source: URL
it_ch: l'indirizzo di url
ja_jp: 監視アドレス
zh_cn: 监控地址

# PLANT_MONITOR_VIDEO_MONITOR
source: Video Monitor
it_ch: Aggiungere un video
ja_jp: ビデオ監視
zh_cn: 视频监控

# PLANT_MONITOR_VIDEO_MONITOR_DETAIL
source: Your can select one video monitor to view real-time image
it_ch: Può scegliere un punto della supervisione del video per vedere l'immagine reale
ja_jp: 一つビデオ監視点を選択して、リアルタイムの画面を確認できます
zh_cn: 您能够选择一个视频监测点,看到实时画面

# PLANT_OVERVIEW_DAY
source: Daily
it_ch: Giorno
ja_jp: 日間
zh_cn: 日

# PLANT_OVERVIEW_HOUR
source: Hour
it_ch: Ora
ja_jp: 時間
zh_cn: 小时

# PLANT_OVERVIEW_INTERVAL_MINS
source: Interval Mins
it_ch: Intervallo del tempo
ja_jp: 時間間隔
zh_cn: 时间间隔

# PLANT_OVERVIEW_MINS
source: Mins
it_ch: Minuto
ja_jp: 分間
zh_cn: 分钟

# PLANT_OVERVIEW_MONTH
source: Monthly
it_ch: Mese
ja_jp: 月
zh_cn: 月

# PLANT_OVERVIEW_SOLAR_RADIATION_INTENSITY
source: Insolation
it_ch: Insolazione
ja_jp: 日照强度
zh_cn: 日照强度

# PLANT_OVERVIEW_TODAY_ENERGRY
source: Today Energy
it_ch: Oggi Energia
ja_jp: 本日の発電量
zh_cn: 今日发电

# PLANT_OVERVIEW_TOTAL_ENERGRY
source: Total Energy
it_ch: Totale Energia
ja_jp: 累計トータル発電量
zh_cn: 累计发电

# PLANT_OVERVIEW_UNIT_LIST
source: Unit List
it_ch: Unità list
ja_jp: ユニットリスト
zh_cn: 单元列表

# PLANT_OVERVIEW_YEAR
source: Yearly
it_ch: Anno
ja_jp: 年
zh_cn: 年

# PLANT_UNIT_LIST_ENERGY
source: Total Energy
it_ch: Totale Energia
ja_jp: トータル発電量
zh_cn: 总发电量

# SHARED_INSIDEMASTERPAGE_ADD_MONITOR
source: Add Monitor
it_ch: Aggiungere un video
ja_jp: 監視追加
zh_cn: 添加监控

# SHARED_INSIDEMASTERPAGE_CHANGE_PASSWORD
source: Change Password
it_ch: Cambiare il codice
ja_jp: パスワード変更
zh_cn: 修改密码

# SHARED_INSIDEMASTERPAGE_CONFIGURATION
source: Configuration
it_ch: Configurazione
ja_jp: 配置
zh_cn: 配置

# SHARED_INSIDEMASTERPAGE_DAY_COMPARED_CHART
source: Daily Comparison
it_ch: Comparazione quotidiano
ja_jp: 日間比較
zh_cn: 日比较

# SHARED_INSIDEMASTERPAGE_INVEST_INCOME_COMPARED
source: Investment/Income
it_ch: Investimento/Reddito
ja_jp: 投資収益率比較
zh_cn: 投资收益率比较

# SHARED_INSIDEMASTERPAGE_PERFOMANCE_COMPARED
source: Performace Comparation
it_ch: Comparazione della capacità
ja_jp: 性能比較
zh_cn: 性能比较

# SHARED_INSIDEMASTERPAGE_PLANT_LIST
source: Plant List
it_ch: Lista della centrale
ja_jp: 発電所リスト
zh_cn: 电站列表

# SHARED_INSIDEMASTERPAGE_REPORT_CONFIGURATION
source: Reports Configuration
it_ch: Rapporti di configurazione
ja_jp: レポート配置
zh_cn: 报表配置

# SHARED_INSIDEMASTERPAGE_VIDEO_MONITOR
source: Video Monitor
it_ch: Aggiungere un video
ja_jp: ビデオ監視
zh_cn: 视频监控

# SHARED_INSIDEMASTERPAGE_WELCOME_TO_COME
source: Welcome your arrival
it_ch: Benvenuto al suo arrivo
ja_jp: ようこそ
zh_cn: 欢迎您的到来

# SHARED_INSIDEMASTERPAGE_YEARS_ENERGY_COMPARED
source: Annual Comparison
it_ch: Comparazione annuale
ja_jp: 年度比較
zh_cn: 年度比较

# SHARED_INSIDEMASTERPAGE_YEARS_KWP_COMPARED
source: Years kWp Compared
it_ch: Comparazione di kWp annuale
ja_jp: 年度kWp比較
zh_cn: 年度kWp比较

# USER_ALLPLANTS_ENERGY
source: Total yield
it_ch: Rendimento complessivo
ja_jp: 累計トータル発電量
zh_cn: 累计发电量

# USER_ALLPLANTS_OPEN_PLANT
source: Open Plant
it_ch: Aprire la centrale
ja_jp: 発電所オープン
zh_cn: 开放电站

# USER_FINDPASSWORD_EMAIL
source: Email
ja_jp: メールアドレス
zh_cn: 邮箱

# USER_FINDPASSWORD_FIND_PASSWORD
source: Retrieve Password
it_ch: Trovare il codice segreto
ja_jp: パスワード取り戻す
zh_cn: 找回密码

# USER_FINDPASSWORD_GO
source: Send
it_ch: Mandare
ja_jp: 発信
zh_cn: 发送

# USER_FINDPASSWORD_PLEASE_ENTER_YOUR_SUNINFOBANK_EMAIL_ADDRESS
source: Please enter your user name and email
it_ch: Inserisci il tuo nome utente e-mail
ja_jp: お客さんがSolarInfo Bankにあるユーザー名とメールアドレスを入力して下さい
zh_cn: 请输入你的SolarInfo Bank用户名和邮箱

# USER_FINDPASSWORD_YOU_FORGOT_YOUR_PASSWORD
source: Forgot your password
it_ch: Hai dimenticato la tua password
ja_jp: パスワードが忘れた
zh_cn: 忘记密码

# USER_FINDPASSWORD_YOU_FORGOT_YOUR_PASSWORD_DTAIL
source: SolarInfo Bank will send your password to your email
it_ch: SolarInfo Bank Bank puà generare un nuovo codice segreto per lei, e lo manderà nell'email
ja_jp: SolarInfo Bankは、パスワードをメールボックスへ発送します。
zh_cn: SolarInfo Bank将您的密码发送到您的邮箱

# USER_LOG_ALL_PLANT_LOGS
source: Logs
it_ch: Diario
ja_jp: ログ
zh_cn: 日志

# USER_LOG_GO_TO
source: Go to
it_ch: Andare a
ja_jp: へ移動します
zh_cn: 转到

# USER_LOG_PREPARATION_BY_SCREENING
source: Search Condition
it_ch: Condizione della scelta
ja_jp: 選別条件
zh_cn: 筛选条件

# USER_OPENPLANT_NAME
source: Name
it_ch: Nome della centrale
ja_jp: 発電所の名称
zh_cn: 电站名称

# USER_OPENPLANT_OPEN_PLANT
source: Open Plant
it_ch: Aprire la centrale
ja_jp: 発電所オープン
zh_cn: 开放电站

# USER_OPENPLANT_OPERATION
source: Operation
it_ch: Operazione
ja_jp: オペレーション
zh_cn: 操作

# USER_OPENPLANT_USER
source: User
it_ch: Utente nome
ja_jp: ユーザー名
zh_cn: 用户名

# USER_OPENPLANT_USERNAME
source: UserName
it_ch: Utente nome
ja_jp: ユーザー名
zh_cn: 用户名

# PLANT_OVERVIEW_MAPS
source: Maps
it_ch: Mappa
ja_jp: マップ
zh_cn: 地图

# PLANT_OVERVIEW_PLANTS
source: Plants
it_ch: Centrale
ja_jp: 発電所
zh_cn: 电站

# CHART_DAILY
source: Daily
it_ch: Giorno
ja_jp: 日間
zh_cn: 日

# CHART_UNIT_CHART
source: Device Detail
it_ch: Dato dell'impianto
ja_jp: 設備の詳細データ
zh_cn: 设备详细数据

# CUSTOMREPORT_ADD_CHART
source: Add Chart
it_ch: Aggiungere la carta
ja_jp: グラフ追加
zh_cn: 添加图表

# CUSTOMREPORT_ADD_GROUP
source: Add Group
it_ch: Aggiungere gruppo
ja_jp: グループ追加
zh_cn: 添加组

# CUSTOMREPORT_AVG
source: AVG
it_ch: Medio
ja_jp: 平均值
zh_cn: 平均值

# CUSTOMREPORT_CHART_NAME
source: Chart Name
it_ch: Nome di carta
ja_jp: グラフ名称
zh_cn: 图表名称

# CUSTOMREPORT_CHART_TYPE
source: Chart Type
it_ch: Tipo di carta
ja_jp: グラフタイプ
zh_cn: 图表类型

# CUSTOMREPORT_COMPARE_FACILITY
source: Device comparison
it_ch: Comparazione dell'impianto
ja_jp: 設備比較
zh_cn: 设备比较

# CUSTOMREPORT_COMPARE_TIMES
source: Time comparison
it_ch: Comparazione del tempo
ja_jp: 時間比較
zh_cn: 时间比较

# CUSTOMREPORT_CUSTOM_CHART
source: Custom chart
it_ch: Grafico Personalizzato
ja_jp: ユーザー定義グラフ
zh_cn: 自定义图表

# CUSTOMREPORT_CUSTOM_TYPES
source: Custom Types
it_ch: Tipi personalizzati
ja_jp: ユーザー定義タイプ
zh_cn: 自定义类型

# CUSTOMREPORT_CVAL
source: Value
it_ch: Valore
ja_jp: 値
zh_cn: 取值
